{
  "id": "a_bad_feeling",
  "name": {
    "da": "En dårlig fornemmelse",
    "de": "Ein ungutes Gefühl",
    "en": "A Bad Feeling",
    "es": "Un mal presentimiento",
    "fr": "Un mauvais pressentiment",
    "he": "תחושה רעה",
    "hr": "Loš predosjećaj",
    "it": "Un brutto presentimento",
    "ja": "嫌な予感",
    "ko-KR": "안 좋은 예감",
    "no": "En dårlig følelse",
    "pl": "Złe przeczucia",
    "pt": "Um Mau Pressentimento",
    "pt-BR": "Mal Pressentimento",
    "ru": "Дурное предчувствие",
    "sr": "Loš predosećaj",
    "tr": "Kötü Bir His",
    "uk": "Погане передчуття",
    "zh-CN": "不祥预感",
    "zh-TW": "不祥預感"
  },
  "trader": "Celeste",
  "description": {
    "da": "Selv den mindste ændring i ARCs adfærd kan betyde katastrofe.\r\n\r\nOg det signal, du hørte? Det ligner intet, vi nogensinde har opfanget før. Hvis de har gang i noget, er vi nødt til at finde ud af alt, hvad vi kan.",
    "de": "Schon die kleinste Änderung am Verhalten der ARC könnte eine Katastrophe bedeuten.\r\n\r\nUnd das Signal, das du gehört hast? Sowas haben wir noch nie aufgefangen. Wenn die irgendwas vorhaben, müssen wir das unbedingt herausfinden.",
    "en": "Even the slightest change to ARC's behavior could spell disaster.\r\n\r\nAnd that signal you heard? It's like nothing we've ever picked up. If they're up to something, we need to find out whatever we can.",
    "es": "Un cambio en el comportamiento de las ARC, por mínimo que sea, podría ser catastrófico.\r\n\r\n¿Y esa señal que oíste? Nunca había oído una similar. Si traman algo, hay que descubrir todo lo que podamos.",
    "fr": "Le moindre changement de comportement des ARC pourrait être catastrophique.\r\n\r\nEt ce signal que vous avez entendu ? Il ne ressemble à rien de ce que nous avons capté. S'ils préparent quelque chose, nous devons découvrir ce que c'est.",
    "he": "אפילו השינוי הקטן ביותר בהתנהגות של ARC עלול להוביל לאסון.\r\n\r\nוהאות ששמעת? זה לא דומה לשום דבר שקלטנו בעבר. אם הם מתכננים משהו, אנחנו חייבים לגלות כל מה שאפשר.",
    "hr": "Čak i najmanja promjena u ponašanju ARCa mogla bi značiti katastrofu.\r\n\r\nA taj signal koji si čuo? Nije sličan ničemu što smo dosad uhvatili. Ako nešto smjeraju, moramo saznati sve što možemo.",
    "it": "Anche il più piccolo cambiamento nel comportamento degli ARC potrebbe causare un disastro. \r\n\r\nE quel segnale che hai sentito? Non abbiamo mai captato nulla di simile. Se stanno tramando qualcosa, dobbiamo scoprire tutto il possibile.",
    "ja": "ARCの動きにわずかな変化でもあれば災いになる。\r\n\r\n例の信号、今までに前例のないものだ。何かの予兆であるなら、可能な限り調査するべきだ。",
    "ko-KR": "아크의 행동이 조금만 달라져도 재앙으로 이어질 수 있어요. \r\n\r\n게다가 당신이 들은 그 신호음은 여태 들어본 적 없는 거죠. 놈들이 뭔가 음모를 꾸미고 있는 거라면, 우리가 뭘 할 수 있을지 알아내야 해요.",
    "no": "Selv den minste endring i ARCs oppførsel kan bety katastrofe.\r\n\r\nOg det signalet du hørte? Det ligner ikke på noe vi har fanget opp tidligere. Hvis de pønsker på noe, må vi finne ut alt vi kan.",
    "pl": "Nawet najdrobniejsza zmiana w działaniu ARC może wywołać katastrofę.\r\n\r\nA w kwestii wychwyconego przez ciebie sygnału: nigdy dotąd nic takiego nie odebraliśmy. Jeśli coś planują, musimy jak najwięcej się o tym dowiedzieć.",
    "pt": "Até a menor mudança no comportamento das ARC pode significar um desastre.\r\n\r\nE aquele sinal que você ouviu? Não se parece com nada que já captamos. Se elas estiverem tramando algo, precisamos descobrir o que pudermos.",
    "pt-BR": "Qualquer mínima mudança no comportamento das ARCs pode significar um desastre. \r\n\r\nSabe o sinal que você ouviu? Nunca captamos algo do tipo. Se elas estão tramando alguma coisa, precisamos descobrir o máximo possível.",
    "ru": "Даже малейшее изменение в поведении ARC грозит катастрофой. \r\n\r\nА этот пойманный тобой сигнал? Ничего подобного раньше не было. Если они что-то замышляют, нужно выяснить всё, что только можно.",
    "sr": "Čak i najmanja promena u ponašanju ARC-a mogla bi da znači katastrofu.\r\n\r\nA taj signal koji si čuo? Nije nalik ničemu što smo ikada uhvatili. Ako nešto smeraju, moramo saznati šta god možemo.",
    "tr": "ARC'ın davranışındaki en ufak bir değişiklik bile bir facia demek olabilir. \r\n\r\nO duyduğun sinyal de daha önce duyduğumuz hiçbir şeye benzemiyor. Bir şeyin peşindelerse elimizden geldiğince bilgi edinmeliyiz.",
    "uk": "Навіть найменша зміна в поведінці ARC може призвести до катастрофи.\r\n\r\nА той сигнал, що ти чув? Ми ніколи не фіксували нічого подібного. Якщо вони щось затівають, ми мусимо дізнатися про це все, що зможемо.",
    "zh-CN": "即使ARC行为最微小的改变也可能意味着灾难。\r\n\r\n你听到的那个信号，跟我们以前接收到的任何信号都不同。如果它们有什么企图，我们必须尽可能调查清楚。",
    "zh-TW": "即便讓ARC行為產生最微小的改變，都可能會引發災難。\r\n\r\n而你之前聽到的那個訊號？我們從未接收過那種東西。要是它們有什麼企圖，我們一定要清楚才行。"
  },
  "objectives": [
    {
      "da": "Find og gennemsøg en ARC-sonde eller ARC-kurér",
      "de": "Eine ARC-Sonde oder einen ARC-Kurier finden und durchsuchen",
      "en": "Find and search any ARC Probe or ARC Courier",
      "es": "Encuentra y registra cualquier sonda ARC o aeronave de transporte ARC.",
      "fr": "Trouver et fouiller une Sonde ARC ou un Convoyeur ARC",
      "he": "מצא וחפש ב-ARC Probe או ARC Courier כלשהו",
      "hr": "Pronađi i pretraži bilo koju ARC sondu ili ARC kurira",
      "it": "Cerca e ispeziona qualsiasi sonda o corriere ARC.",
      "ja": "ARC プローブ、ARC クーリエ、または残骸を探して見つけた",
      "ko-KR": "아크 탐사기 또는 아크 운반기 발견 및 수색하기",
      "no": "Finn og gjennomsøk en ARC Probe eller ARC Courier",
      "pl": "Znajdź i przeszukaj dowolną sondę ARC lub kuriera ARC",
      "pt": "Encontre e vasculhe qualquer Sonda ARC ou Courier ARC",
      "pt-BR": "Encontre e vasculhe qualquer Sonda ARC ou Emissário ARC",
      "ru": "Найдите и обыщите любой зонд ARC или доставщик ARC",
      "sr": "Pronađi i pretraži bilo koju ARC Sondu ili ARC Kurira",
      "tr": "ARC Roketi veya ARC Kuryesi bul",
      "uk": "Знайди та обшукай будь-який зонд ARC або кур'єра ARC",
      "zh-CN": "找到并搜索ARC探测器或ARC运输机",
      "zh-TW": "找到並搜索任何ARC探測機或ARC運輸機"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "metal_parts",
      "quantity": 10
    },
    {
      "itemId": "steel_spring",
      "quantity": 5
    },
    {
      "itemId": "duct_tape",
      "quantity": 5
    }
  ],
  "xp": 0,
  "previousQuestIds": ["off_the_radar"],
  "nextQuestIds": [
    "in_my_image",
    "safe_passage",
    "the_right_tool",
    "hatch_repairs"
  ],
  "updatedAt": "02/25/2026"
}
