{
  "id": "a_better_use",
  "name": {
    "da": "En bedre anvendelse",
    "de": "Eine bessere Verwendung",
    "en": "A Better Use",
    "es": "Un mejor uso",
    "fr": "Un meilleur usage",
    "he": "שימוש טוב יותר",
    "hr": "Bolja upotreba",
    "it": "Un uso migliore",
    "ja": "より良い使い道",
    "ko-KR": "더 나은 활용법",
    "no": "Bedre bruk",
    "pl": "Lepszy użytek",
    "pt": "Um Melhor Uso",
    "pt-BR": "Bom Uso",
    "ru": "Применение получше",
    "sr": "Bolja upotreba",
    "tr": "Daha Faydalı Kullanım",
    "uk": "Краще застосування",
    "zh-CN": "更好的用途",
    "zh-TW": "更好的用途"
  },
  "map": ["buried_city", "the_spaceport", "the_blue_gate", "dam_battlegrounds"],
  "trader": "Tian Wen",
  "description": {
    "da": "Vi mangler alt undtagen munde at mætte, men Celeste sender dyrebare forsyninger op i luften, som Raiders kan slås om. Jeg er færdig med at lade de gode ting gå til spilde.",
    "de": "Wir haben von allem zu wenig, außer von hungrigen Mäulern, und trotzdem schießt Celeste unsere kostbaren Vorräte in die Luft, damit Raider sich drum streiten können. Ich hab es satt, gutes Zeug so zu verschwenden.",
    "en": "We're short on everything but mouths to feed, yet Celeste's launching precious supplies into the air for Raiders to claw over. I’m done letting the good stuff go to waste.",
    "es": "Nos falta de todo excepto bocas que alimentar, y aun así Celeste está mandando suministros ahí fuera para los Raiders. Se acabó desperdiciar bienes valiosos.",
    "fr": "On manque de tout, sauf de bouches à nourrir, et pourtant Celeste s'amuse à balancer de précieuses provisions dans les airs pour les Raiders. J'en ai assez de gaspiller de la belle marchandise.",
    "he": "חסר לנו הכל חוץ מפיות להאכיל, ובכל זאת Celeste משגרת אספקה יקרה לאוויר כדי ש-Raiders יריבו עליה. נמאס לי לתת לדברים הטובים להתבזבז.",
    "hr": "Nedostaje nam svega osim usta koja treba nahraniti, a Celeste ipak lansira dragocjene zalihe u zrak da se Raideri grabe za njih. Dosta mi je toga da dobre stvari propadaju.",
    "it": "Siamo a corto di tutto, tranne di bocche da sfamare, e Celeste è lì che lancia in aria forniture preziose per i Raider. Sono stufa di questi sprechi.",
    "ja": "人を除けば何もかもが足りてないのに、セレステは貴重な資源を空中に打ち上げて、それを巡ってレイダーが醜く争ってる。いい物が無駄になるのはもうウンザリだ。",
    "ko-KR": "사람은 많고 모든 물자는 부족한데, 셀레스테는 소중한 물자를 레이더들에게 낭비하고 있어요. 더는 두고만 보지 않을 거예요.",
    "no": "Vi mangler alt bortsett fra munner å mette, men likevel skyter Celeste verdifulle forsyninger opp i lufta som Raiders kan slåss om. Jeg er ferdig med å la godsakene gå til spille.",
    "pl": "Brakuje nam wszystkiego oprócz gęb do wykarmienia, a Celeste wystrzeliwuje cenne zasoby w niebo, żeby łupieżcy potem wyrywali je sobie z rąk. Mam już dość marnowania dobrych zapasów.",
    "pt": "Estamos com falta de tudo, exceto bocas para alimentar, mas a Celeste continua lançando suprimentos preciosos no ar para os Raiders disputarem. Cansei de deixar coisa boa ser desperdiçada.",
    "pt-BR": "Falta de tudo, menos bocas pra alimentar. Ainda assim, a Celeste joga suprimentos preciosos pro alto pros Raiders se estapearem. Cansei de desperdiçar coisas boas.",
    "ru": "У нас не хватает всего, кроме голодных ртов, а Селеста отправляет и без того немногочисленные припасы рейдерам. Мне надоело тратить ресурсы зря.",
    "sr": "Fali nam svega osim gladnih usta, a Celeste ipak lansira dragocene zalihe u vazduh da se Raideri grabe oko njih. Dosta mi je da gledam kako dobra roba propada.",
    "tr": "Doyurmamız gereken insan çok ve her şeyimiz kısıtlı ama Celeste, Raider'lar kapsın diye değerli malzemeleri dağıtıyor. İyi malların israf edilmesine göz yummaktan bıktım.",
    "uk": "Нам бракує всього, крім голодних ротів, а Celeste запускає цінні припаси в повітря, щоб Рейдери гризлися за них. Я більше не дозволю добру пропадати дарма.",
    "zh-CN": "除了不缺吃饭的嘴巴，我们啥都缺。但是塞莱斯特依然把宝贵的补给发到上头去给奇袭者使用。好东西就这样浪费，我忍不了。",
    "zh-TW": "我們什麼都缺，就是不缺吃飯的嘴，結果莎莉絲特還把珍貴的物資送上天給掠手們搶奪。我受夠好東西被白白浪費了。"
  },
  "objectives": [
    {
      "da": "Anmod om et Supply Drop fra en Call Station",
      "de": "Bei einer Anforderungsstation einen Vorratsabwurf anfordern",
      "en": "Request in a Supply Drop from a Call Station",
      "es": "Solicita una entrega de suministros mediante una estación de solicitud.",
      "fr": "Demander un largage d'approvisionnement depuis une station d'approvisionnement",
      "he": "זמן הצנחת אספקה מ-Call Station",
      "hr": "Zatraži paket zaliha s pozivne stanice",
      "it": "Richiedi un carico aereo da una Stazione di richiesta",
      "ja": "コールステーションで物資投下を申請した",
      "ko-KR": "요청 통신기에서 보급품 드롭 요청하기",
      "no": "Bestill et forsyningsslipp fra en kallestasjon",
      "pl": "Poproś o dostawę zaopatrzenia w stacji łączności",
      "pt": "Solicite um Lançamento de Suprimentos em uma Estação de Chamada",
      "pt-BR": "Solicite uma Entrega de Suprimentos na Estação",
      "ru": "Запросите ящик с припасами через станцию вызова.",
      "sr": "Zatraži isporuku zaliha sa stanice za pozivanje",
      "tr": "Çağrı İstasyonu'ndan bir İkmal Teslimatı iste",
      "uk": "Викличте вантаж постачання зі станції виклику",
      "zh-CN": "在补给呼叫站请求补给",
      "zh-TW": "從呼叫站請求空投物資"
    },
    {
      "da": "Plyndr et Supply Drop",
      "de": "Einen Vorratsabwurf plündern",
      "en": "Loot a Supply Drop",
      "es": "Saquea una entrega de suministros.",
      "fr": "Piller un largage d'approvisionnement",
      "he": "בזוז הצנחת אספקה",
      "hr": "Pretraži paket zaliha",
      "it": "Saccheggia un Carico aereo",
      "ja": "投下物資を漁った",
      "ko-KR": "보급품 드롭 노획하기",
      "no": "Plyndre et forsyningsslipp",
      "pl": "Splądruj dostawę zaopatrzenia",
      "pt": "Saqueie um Lançamento de Suprimentos",
      "pt-BR": "Saqueie uma Entrega de Suprimentos",
      "ru": "Возьмите добычу из ящика с припасами.",
      "sr": "Pretraži isporuku zaliha",
      "tr": "Bir İkmal Teslimatı yağmala",
      "uk": "Обічистіть вантаж постачання",
      "zh-CN": "搜刮一个补给投放点",
      "zh-TW": "搜刮1份空投物資"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "extended_light_mag_i",
      "quantity": 1
    },
    {
      "itemId": "stable_stock_i",
      "quantity": 1
    },
    {
      "itemId": "muzzle_brake_ii",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["the_right_tool"],
  "nextQuestIds": ["greasing_her_palms"],
  "updatedAt": "02/25/2026"
}
