{
  "id": "bombing_run",
  "name": {
    "da": "Bombetogt",
    "de": "Bombenlauf",
    "en": "Bombing Run",
    "es": "Bombardeo",
    "fr": "Bombardement",
    "he": "גיחת הפצצה",
    "hr": "Bombaški nalet",
    "it": "Bombardamento",
    "ja": "爆撃ラン",
    "ko-KR": "폭격 작전",
    "no": "Bombetokt",
    "pl": "Bieg w deszczu bomb",
    "pt": "Incursão de Bombardeio",
    "pt-BR": "Investida de Bombardeio",
    "ru": "Заход на цель",
    "sr": "Bombaški napad",
    "tr": "Bomba Görevi",
    "uk": "Бомбардування",
    "zh-CN": "以下犯上",
    "zh-TW": "轟炸行動"
  },
  "trader": "Shani",
  "requiredItemIds": [
    {
      "itemId": "bombardier_cell",
      "quantity": 1
    }
  ],
  "description": {
    "da": "Nu er det tid til at se, om rekognosceringen gav pote. Hvis vi kan lære Raiders at bekæmpe Bombardiers effektivt deroppe, ville vi være meget mere sikre hernede.",
    "de": "Jetzt ist es Zeit zu sehen, ob sich die Aufklärung gelohnt hat. Wenn wir den Raidern beibringen können, den Kanonieren da oben effektiv entgegenzuwirken, wären wir hier unten viel sicherer.",
    "en": "Now, time to see if that recon paid off. If we can teach Raiders to effectively counter Bombardiers up there, we’d be a lot safer down here.",
    "es": "Toca poner en práctica ese reconocimiento. Si conseguimos enseñar a los Raiders a lidiar con los bombarderos ahí arriba, aquí abajo estaremos muchísimo más seguros.",
    "fr": "Il est temps de voir si la reconnaissance a porté ses fruits. Si nous pouvons apprendre aux Raiders à contrer efficacement les Bombardiers là-haut, nous serons bien plus en sécurité ici.",
    "he": "עכשיו הגיע הזמן לראות אם הסיור השתלם. אם נצליח ללמד את ה-Raiders להתמודד ביעילות עם ה-Bombardiers שם למעלה, נהיה הרבה יותר בטוחים כאן למטה.",
    "hr": "Sada je vrijeme da vidimo je li se to izviđanje isplatilo. Ako možemo naučiti Raidere da se gore učinkovito suprotstave Bombardierima, mi bismo ovdje dolje bili puno sigurniji.",
    "it": "Ora vediamo se quella ricognizione è servita. Se riuscissimo a insegnare ai Raider come contrastare efficacemente i Bombardieri lassù, saremmo molto più al sicuro quaggiù.",
    "ja": "さて、偵察がうまくいったか確認しよう。あそこのボンバルディアに対抗するのに効果的な方法をレイダーに教えることができれば、こちら側の安全性もぐっと増すだろう。",
    "ko-KR": "자, 정찰한 보람이 있었는지 확인할 시간이에요. 지상에서 봄바디어에 효과적으로 대응하는 방법을 레이더들에게 가르칠 수 있다면 여기 아래도 훨씬 안전해질 겁니다.",
    "no": "Nå er det på tide å se om rekognoseringen lønnet seg. Hvis vi kan lære Raidere å effektivt bekjempe Bombardiers der oppe, ville vi vært mye tryggere her nede.",
    "pl": "Dobra, przekonajmy się, czy ten zwiad się na coś przydał. Jeżeli nauczymy łupieżców, jak skutecznie walczyć z bombardierami, będziemy tu na dole o wiele bezpieczniejsi.",
    "pt": "Agora, é hora de ver se aquele reconhecimento valeu a pena. Se conseguirmos ensinar os Raiders a combater efetivamente os Bombardiers lá em cima, estaremos muito mais seguros aqui embaixo.",
    "pt-BR": "Hora de ver se toda aquela observação serviu pra algo. Se os Raiders aprenderem a lidar com os Bombardeiros lá em cima, ficaremos mais seguros aqui embaixo.",
    "ru": "Скоро узнаем, был ли толк от разведки. Если сможем обучить рейдеров бороться с «Бомбардирами», то жизнь здесь станет в разы спокойнее.",
    "sr": "Sada je vreme da vidimo da li se to izviđanje isplatilo. Ako možemo da naučimo Raider-e da se efikasno suprotstave Bombardier-ima gore, bili bismo mnogo bezbedniji ovde dole.",
    "tr": "Keşif çalışması meyve verecek mi şimdi göreceğiz. Yukarıdaki Bombardımancılara etkili bir şekilde karşılık vermeyi Raider'lara öğretebilirsek aşağıda çok daha güvende oluruz.",
    "uk": "Тепер час перевірити, чи дала розвідка результати. Якщо ми зможемо навчити Рейдерів ефективно протидіяти Бомбардирам нагорі, нам буде набагато безпечніше тут, унизу.",
    "zh-CN": "现在，是时候看看侦察的成果了。如果我们能教会奇袭者有效对抗天上的“投弹手”，我们在地下的安全就能大大提升。",
    "zh-TW": "是時候確認之前偵察行動的成效了。如果能讓掠手學會怎麼在上頭更有效率地對付投彈手，我們在底下這裡也會更安全。"
  },
  "objectives": [
    {
      "da": "Ødelæg en Bombardier",
      "de": "Zerstöre einen Kanonier.",
      "en": "Destroy a Bombardier",
      "es": "Destruye un bombardero.",
      "fr": "Détruire un Bombardier",
      "he": "השמידו Bombardier",
      "hr": "Uništi Bombardiera",
      "it": "Distruggi un Bombardiere",
      "ja": "ボンバルディアを破壊した",
      "ko-KR": "봄바디어 파괴하기",
      "no": "Ødelegg en Bombardier",
      "pl": "Zniszcz ogniwo bombardiera",
      "pt": "Destrua um Bombardier",
      "pt-BR": "Destrua um Bombardeiro",
      "ru": "Уничтожьте «Бомбардира».",
      "sr": "Uništi Bombardier-a",
      "tr": "Bir Bombardımancı yok et",
      "uk": "Знищте Бомбардира",
      "zh-CN": "摧毁一个“投弹手”",
      "zh-TW": "摧毀1台投彈手"
    },
    {
      "da": "Levér en Bombardier-celle til Shani",
      "de": "Liefere eine Kanonierzelle an Shani.",
      "en": "Deliver a Bombardier Cell to Shani",
      "es": "Entrégale una célula de bombardero a Shani.",
      "fr": "Livrer une cellule de Bombardier à Shani",
      "he": "מסרו Bombardier Cell ל-Shani",
      "hr": "Dostavi ćeliju Bombardiera Shani",
      "it": "Consegna una cella del Bombardiere a Shani",
      "ja": "ボンバルディア・セルをシャニに届けた",
      "ko-KR": "샤니에게 봄바디어 전지 전달하기",
      "no": "Lever en Bombardier-celle til Shani",
      "pl": "Dostarcz ogniwo bombardiera Shani",
      "pt": "Entregue uma Célula de Bombardier para a Shani",
      "pt-BR": "Entregue uma Célula de Bombardeiro para Shani",
      "ru": "Доставьте Шани ячейку «Бомбардира».",
      "sr": "Dostavi Bombardier Cell Shani",
      "tr": "Shani'ye bir Bombardımancı Hücresi teslim et",
      "uk": "Доставте Елемент живлення Бомбардира до Шані",
      "zh-CN": "将一个“投弹手”电池交给萨尼",
      "zh-TW": "將投彈手電池送去給珊妮"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "raider_tokens",
      "quantity": 30
    }
  ],
  "xp": 0,
  "previousQuestIds": ["combat_recon"],
  "nextQuestIds": [],
  "updatedAt": "02/25/2026"
}
