{
  "id": "deciphering_the_data",
  "name": {
    "da": "Dechifrering af data",
    "de": "Die Daten entschlüsseln",
    "en": "Deciphering The Data",
    "es": "Descifrando los datos",
    "fr": "Déchiffrer les données",
    "he": "פענוח הנתונים",
    "hr": "Dešifriranje podataka",
    "it": "Decifrare i dati",
    "ja": "データの解読",
    "ko-KR": "데이터 해독",
    "no": "Dechiffrering av dataene",
    "pl": "Rozszyfrowując dane",
    "pt": "Decifrando os Dados",
    "pt-BR": "Decifrando os dados",
    "ru": "Расшифровка данных",
    "sr": "Dešifrovanje podataka",
    "tr": "Veriyi Deşifre Etmek",
    "uk": "Розшифровка даних",
    "zh-CN": "解密数据",
    "zh-TW": "破解資料"
  },
  "map": ["the_spaceport"],
  "trader": "Shani",
  "description": {
    "da": "Hvis de data, du fandt, kan forhindre loftet i at styrte sammen, har vi ingen tid at spilde.\r\n\r\nJeg kender til et par magnetiske dekryptere omkring Acerra Spaceport fra tiden under Exodus. De virker måske stadig.",
    "de": "Wenn die Daten, die du gefunden hast, den Einsturz der Decke verhindern können, haben wir keine Zeit zu verlieren.\r\n\r\nIch weiß von ein paar magnetischen Entschlüsselungsgeräten in der Nähe des Acerra-Raumhafens, die noch aus der Zeit des Exodus stammen. Die könnten noch funktionieren.",
    "en": "If the data you found can keep the ceiling from collapsing, we have no time to spare.\r\n\r\nI know of a few magnetic decryptors around Acerra Spaceport, from back during the Exodus. They might still be working.",
    "es": "Si los datos que encontraste nos ayudan a impedir que el techo se nos venga encima, no hay tiempo que perder.\r\n\r\nSé dónde hay unos descifradores magnéticos de la Edad del Éxodo en el Puerto espacial Acerra. Quizá aún funcionen.",
    "fr": "Si les données que vous avez trouvées peuvent empêcher le plafond de s'effondrer, nous n'avons pas une minute à perdre.\r\n\r\nJe sais qu'il y a quelques déchiffreurs magnétiques au Port spatial d'Acerra, datant de l'époque de l'Exode. Ils fonctionnent peut-être encore.",
    "he": "אם הנתונים שמצאת יכולים למנוע מהתקרה לקרוס, אין לנו זמן לבזבז. \r\n\r\nאני מכיר כמה מפענחים מגנטיים בסביבת Acerra Spaceport, עוד מתקופת ה-Exodus. ייתכן שהם עדיין עובדים.",
    "hr": "Ako podaci koje si pronašao mogu spriječiti urušavanje stropa, nemamo vremena za gubljenje.\r\n\r\nZnam za nekoliko magnetskih dekriptora oko Acerra Spaceporta, još iz vremena Exodusa. Možda još uvijek rade.",
    "it": "Se i dati che hai trovato possono evitare che il soffitto crolli, non abbiamo tempo da perdere.\r\n\r\nSo che ci sono dei Decrittatori magnetici allo Spazioporto di Acerra, risalenti al periodo dell'Esodo. Potrebbero essere ancora funzionanti.",
    "ja": "もし見つけたデータが天井の崩落を防げるなら、すぐに行動しないと。\r\n\r\nエクソダス時代、アセラ宇宙港周辺に設置された磁気解読装置をいくつか知っている。まだ機能しているかもしれない。",
    "ko-KR": "당신이 찾은 데이터로 천장 붕괴를 막을 수 있다면 지체할 시간이 없어요.\r\n\r\n아세라 우주 기지 근처에 엑소더스 시대에 쓰던 자기 복호화 장치가 몇 개 있는데, 아직 작동할지도 모릅니다.",
    "no": "Hvis dataene du fant kan hindre taket i å rase sammen, har vi ingen tid å miste.\r\n\r\nJeg vet om et par magnetiske dekryptere rundt Acerra Spaceport, fra tiden under Exodus. Det kan hende de fortsatt virker.",
    "pl": "Jeżeli dzięki znalezionym przez ciebie danym można zabezpieczyć sufit przed zawaleniem się, nie ma czasu do stracenia.\r\n\r\nWiem, że w okolicy portu kosmicznego Acerra jest kilka deszyfratorów magnetycznych z czasów Exodusu. Może jeszcze działają.",
    "pt": "Se os dados que você encontrou podem impedir que o teto desabe, não temos tempo a perder.\r\n\r\nConheço alguns decodificadores magnéticos no Espaçoporto Acerra, da época do Êxodo. Eles ainda podem estar funcionando.",
    "pt-BR": "Se os dados que você encontrou puderem evitar que o teto desabe, não temos tempo a perder.\r\n\r\nSei que há alguns decodificadores magnéticos perto do Espaçoporto Acerra, da época do Êxodo. Talvez ainda estejam funcionando.",
    "ru": "Если найденные тобой данные смогут спасти здания от разрушения, то нельзя терять время.\r\n\r\nЯ знаю, что вокруг космопорта Ачерры есть несколько магнитных дешифраторов, оставшихся со времен Исхода. Может, какие-то еще работают.",
    "sr": "Ako podaci koje si pronašao mogu da spreče urušavanje plafona, nemamo vremena za gubljenje.\r\n\r\nZnam za nekoliko magnetnih dekriptora oko Acerra Spaceport-a, još iz vremena Egzodusa. Možda još uvek rade.",
    "tr": "Eğer bulduğun veriler tavanın çökmesini engelleyebiliyorsa boşa harcayacak vaktimiz yok.\r\n\r\nAcerra Uzaylimanı civarında Exodus'tan kalma birkaç manyetik şifre çözücü olduğunu biliyorum. Hâlâ çalışıyor olabilirler.",
    "uk": "Якщо знайдені тобою дані можуть запобігти обвалу стелі, ми не маємо часу на зволікання.\r\n\r\nЯ знаю про кілька магнітних дешифраторів навколо Acerra Spaceport, що залишилися ще з часів Виходу. Вони досі можуть працювати.",
    "zh-CN": "如果你找到的数据能防止天花板坍塌，那我们必须立即行动，刻不容缓。\r\n\r\n我知道在阿切拉太空港周围有几台“离巢时代”遗留的磁力解密器，可能仍能运作。",
    "zh-TW": "如果你找到的資料可以避免天花板崩塌，那我們不能再拖了。\r\n\r\n我知道阿切拉太空港附近有幾部出逃時代的磁力解譯器，可能還能夠運作。"
  },
  "objectives": [
    {
      "da": "Brug den magnetiske dekrypter i brændstofkontrolbygningen",
      "de": "Verwende das magnetische Entschlüsselungsgerät im Kraftstoffkontrollgebäude.",
      "en": "Use the Magnetic Decryptor in the Fuel Control Building",
      "es": "Usa el descifrador magnético en el edificio de control de combustible.",
      "fr": "Utiliser le déchiffreur magnétique dans le Bâtiment de régulation du carburant",
      "he": "השתמש במפענח המגנטי בבניין בקרת הדלק",
      "hr": "Upotrijebi magnetski dekriptor u zgradi kontrole goriva",
      "it": "Usa il Decrittatore magnetico nell'edificio di Controllo combustibile",
      "ja": "燃料管理室で磁気解読装置を使用した",
      "ko-KR": "연료 통제소 건물에서 자기 복호화 장치 이용하기",
      "no": "Bruk den magnetiske dekrypteren i Fuel Control Building",
      "pl": "Użyj deszyfratora magnetycznego w budynku kontroli paliwa",
      "pt": "Use o Decodificador Magnético no Prédio de Controle de Combustível",
      "pt-BR": "Use o Decodificador Magnético no Prédio de Controle de Combustível",
      "ru": "Используйте магнетический дешифратор в здании Управления подачей топлива.",
      "sr": "Upotrebi Magnetni dekriptor u Zgradi kontrole goriva",
      "tr": "Yakıt Kontrol Binası'ndaki Manyetik Şifre Çözücü'yü kullan",
      "uk": "Використайте магнітний дешифратор у будівлі управління паливом",
      "zh-CN": "在燃料控制大楼使用磁力解密器",
      "zh-TW": "使用燃料控制中心的磁力解譯器"
    },
    {
      "da": "Nå frem til ankomstbygningen i Spaceport",
      "de": "Erreiche das Ankunftsgebäude im Raumhafen.",
      "en": "Reach the Arrival Building in Spaceport",
      "es": "Llega al edificio de llegadas en el Puerto espacial.",
      "fr": "Atteindre le Bâtiment d'arrivée du Port spatial",
      "he": "הגע לבניין הנחיתות ב-Spaceport",
      "hr": "Dođi do Zgrade dolazaka u Spaceportu",
      "it": "Raggiungi l'Edificio arrivi nello Spazioporto",
      "ja": "宇宙港の到着棟に辿り着いた",
      "ko-KR": "우주 기지 도착동에 도달하기",
      "no": "Ta deg til Arrival Building i Spaceport",
      "pl": "Dostań się do budynku przylotów w porcie kosmicznym",
      "pt": "Chegue ao Prédio de Chegadas no Espaçoporto",
      "pt-BR": "Vá até o Prédio de Desembarque no Espaçoporto",
      "ru": "Доберитесь до зоны прилета космопорта.",
      "sr": "Stigni do Zgrade za dolaske u Spaceport-u",
      "tr": "Uzaylimanı'ndaki Geliş Binası'na ulaş",
      "uk": "Дістаньтеся будівлі прибуття в Spaceport",
      "zh-CN": "抵达太空港中的到达楼",
      "zh-TW": "到達太空港的入境大樓"
    },
    {
      "da": "Brug den magnetiske dekrypter på øverste etage af ankomstbygningen",
      "de": "Verwende das magnetische Entschlüsselungsgerät im obersten Stockwerk des Ankunftsgebäudes.",
      "en": "Use the Magnetic Decryptor on the top floor of the Arrival Building",
      "es": "Usa el descifrador magnético en la planta superior del edificio de llegadas.",
      "fr": "Utiliser le déchiffreur magnétique à l'étage supérieur du Bâtiment d'arrivée",
      "he": "השתמשו במפענח המגנטי בקומה העליונה של בניין ה-Arrival",
      "hr": "Upotrijebi Magnetski dekriptor na gornjem katu Zgrade dolazaka",
      "it": "Usa il Decrittatore magnetico all'ultimo piano dell'Edificio arrivi",
      "ja": "到着棟の最上階で磁気解読装置を使用した",
      "ko-KR": "도착동 꼭대기 층에서 자기 복호화 장치 사용하기",
      "no": "Bruk den magnetiske dekryptereren i øverste etasje av Ankomstbygningen",
      "pl": "Użyj deszyfratora magnetycznego na najwyższym piętrze budynku przylotów",
      "pt": "Use o Decriptador Magnético no último andar do Edifício de Chegadas",
      "pt-BR": "Use o Decodificador Magnético no último andar do Prédio de Desembarque",
      "ru": "Используйте магнетический дешифратор на верхнем этаже зоны прилета.",
      "sr": "Upotrebi Magnetni dekriptor na poslednjem spratu Arrival Building-a",
      "tr": "Geliş Binası'nın en üst katındaki Manyetik Şifre Çözücü'yü kullan",
      "uk": "Використайте Магнітний дешифратор на верхньому поверсі Будівлі прибуття",
      "zh-CN": "在到达楼顶层使用磁力解密器",
      "zh-TW": "使用入境大樓頂樓的磁力解譯器"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "defibrillator",
      "quantity": 3
    },
    {
      "itemId": "trailblazer",
      "quantity": 3
    }
  ],
  "xp": 0,
  "previousQuestIds": ["paving_the_way"],
  "nextQuestIds": ["groundbreaking"],
  "updatedAt": "02/25/2026"
}
