{
  "id": "digging_up_dirt",
  "name": {
    "da": "Grave snavs frem",
    "de": "Schmutzige Details",
    "en": "Digging Up Dirt",
    "es": "Trapos sucios",
    "fr": "Déterrer la vérité",
    "he": "לחשוף את הלכלוך",
    "hr": "Iskopavanje prljavštine",
    "it": "Portare a galla il fango",
    "ja": "土を掘れ",
    "ko-KR": "부패 파헤치기",
    "no": "Grave opp grums",
    "pl": "Wywlekanie brudów",
    "pt": "Desenterrando Podres",
    "pt-BR": "Descobrindo os Podres",
    "ru": "Нарыть компромат",
    "sr": "Iskopavanje prljavštine",
    "tr": "Gerçeklerin Peşinde",
    "uk": "Пошук компромату",
    "zh-CN": "揭露丑闻",
    "zh-TW": "挖掘醜聞"
  },
  "map": ["buried_city"],
  "trader": "Celeste",
  "description": {
    "da": "Vi har været heldige. En af vores spejdere så et medlem af Tubes Management lave en hemmelig overlevering inde i Santa Maria-husene i Buried City. Det her er måske vores chance for at grave lidt snavs frem om dem for en gangs skyld. Er du med?",
    "de": "Einer unserer Späher hat gesehen, wie ein Mitglied der U-Bahn-Verwaltung einen toten Briefkasten in einem der Santa-Maria-Häuser in der Begrabenen Stadt angelegt hat. Das könnte unsere Chance sein, zur Abwechslung mal ihre schmutzige Wäsche zu waschen. Bist du dabei?",
    "en": "We caught a break. One of our scouts saw a member of the Tubes Management make a dead drop inside the Santa Maria Houses in the Buried City. This might be our chance to dig up some dirt on them for a change. You in?",
    "es": "La suerte nos sonríe. Uno de nuestros exploradores vio a un miembro del equipo de gestión de tubos creando un punto de entrega dentro de las casas Santa María, en Ciudad enterrada. Esta vez, toca sacar sus trapos sucios. ¿Te apuntas?",
    "fr": "On a eu de la chance. L'un de nos éclaireurs a vu un membre de la Compagnie des tubes effectuer une livraison secrète aux Résidences Santa Maria de la Ville enfouie. Ça pourrait être notre chance de mettre la main sur des informations compromettantes à leur sujet. Ça vous intéresse ?",
    "he": "היה לנו מזל. אחד הסיירים שלנו ראה חבר ב-Tubes Management משאיר חבילה בנקודת מסתור בתוך בתי סנטה מריה ב-Buried City. זו עשויה להיות ההזדמנות שלנו לחשוף עליהם קצת לכלוך לשם שינוי. אתם בפנים?",
    "hr": "Imali smo sreće. Jedan od naših izviđača vidio je člana Uprave Tubesa kako ostavlja tajnu pošiljku unutar Kuća Santa Maria u Zakopanom gradu. Ovo bi mogla biti naša prilika da iskopamo neku prljavštinu o njima za promjenu. Jesi li za?",
    "it": "Abbiamo avuto fortuna. Uno dei nostri perlustratori ha visto un membro della Gestione ufficiale metro che faceva una consegna segreta all'interno delle Residenze Santa Maria nella Città sepolta. Potrebbe essere la nostra occasione di ricattarli. Che dici?",
    "ja": "好機を掴んだぞ。うちのスカウトが、埋もれた街で、チューブ管理チームの一員が何かを隠し置きするのを目撃した。サンタマリアの家々の中だ。今度はこっちが奴らの汚点を掴むチャンスかもな。一枚噛んでみないか？",
    "ko-KR": "절호의 기회예요. 튜브 관리국 일원이 파묻힌 도시의 산타 마리아 주택가에서 몰래 물건을 전달하는 장면을 정찰대원 하나가 목격했습니다. 녀석들의 더러운 짓을 캐낸다면 분위기를 반전시킬 수 있을지도 몰라요. 같이 조사해 볼래요?",
    "no": "Vi hadde flaks. En av speiderne våre så et medlem av Tubes-ledelsen bruke en død postkasse inne i Santa Maria-husene i Buried City. Dette kan være sjansen vår til å grave opp litt grums om dem for en gangs skyld. Er du med?",
    "pl": "Mieliśmy farta. Jeden z naszych zwiadowców widział, jak członek Zarządu Tuneli oznacza skrzynkę kontaktową na terenie osiedla Santa Maria w Pogrzebanym Mieście. To może być nasza szansa, żebyśmy dla odmiany to my wywlekli brudy przeciwko nim. Wchodzisz w to?",
    "pt": "Tivemos sorte. Um dos nossos batedores viu um membro da Gerência dos Tubos deixar algo num ponto de entrega dentro das Casas Santa Maria na Cidade Enterrada. Esta pode ser nossa chance de descobrir alguns podres sobre eles, para variar. Topa?",
    "pt-BR": "Tivemos sorte. Um dos batedores viu um membro da Gerência da Tubos fazer uma entrega dentro das Casas Santa Maria, na Cidade Soterrada. Pode ser a nossa chance de desenterrar os podres deles para variar. Topa?",
    "ru": "Нам повезло. Один из наших разведчиков заметил, как член Главного управления туннелями оставил что-то в комплексе «Санта Мария» в старых кварталах Погребенного города. Возможно, так мы сможем добыть на них компромат. Ты в деле?",
    "sr": "Posrećilo nam se. Jedan od naših izviđača video je člana Tubes Managementa kako ostavlja skriveni paket unutar Santa Maria Houses u mapi Buried City. Ovo je možda naša šansa da iskopamo neku prljavštinu o njima. Jesi li za?",
    "tr": "Elimize bir fırsat geçti. İzcilerimizden biri, bir Boru Yönetimi üyesinin Gömülü Şehir'deki Santa Maria Evleri'nin içine bir teslimat yaptığını gördü. Bununla foyalarını ortaya çıkarabiliriz. Var mısın?",
    "uk": "Нам пощастило. Один з наших розвідників помітив, як член керівництва Tubes зробив закладку в Будинках Санта-Марія у Похованому місті. Це може бути наш шанс нарешті накопати на них компромат. Ти в ділі?",
    "zh-CN": "我们找到突破口了。一名侦察者看到暗道官方管理层的某位成员在掩埋废城的圣玛丽亚住宅区进行了一次秘密投放。这或许是个难得的机会，可以抓住他们的把柄。你参加吗？",
    "zh-TW": "我們走運了。我們有名偵察兵看到運輸管管理部門的一名成員在埋藏都市的聖瑪麗亞住宅內投放了秘密情報。這或許是我們掌握他們醜聞的好機會。你要加入嗎？"
  },
  "objectives": [
    {
      "da": "Find Santa Maria-husene i Old Town",
      "de": "Die Santa-Maria-Häuser in der Altstadt finden",
      "en": "Locate the Santa Maria Houses in Old Town",
      "es": "Encuentra las casas Santa María en el casco antiguo.",
      "fr": "Localiser les Résidences Santa Maria de la Vieille ville",
      "he": "אתרו את בתי סנטה מריה ב-Old Town",
      "hr": "Lociraj Kuće Santa Maria u Starom gradu",
      "it": "Trova le Residenze Santa Maria nella Città vecchia",
      "ja": "古い町にあるサンタマリアの家々を見つけた",
      "ko-KR": "구시가지의 산타 마리아 주택가 찾기",
      "no": "Finn Santa Maria-husene i Gamlebyen",
      "pl": "Znajdź osiedle Santa Maria na starówce",
      "pt": "Localize as Casas Santa Maria na Cidade Velha",
      "pt-BR": "Localize as Casas Santa Maria na Cidade Antiga",
      "ru": "Отыщите комплекс «Санта Мария» в Старом городе.",
      "sr": "Lociraj Santa Maria Houses u Old Town-u",
      "tr": "Eski Şehir'deki Santa Maria Evleri'ni bul",
      "uk": "Знайдіть Будинки Санта-Марія у Старому місті",
      "zh-CN": "到老城区找到圣玛丽亚住宅区",
      "zh-TW": "找到舊城區中的聖瑪麗亞住宅"
    },
    {
      "da": "Find det hemmelige overleveringssted inde i gården",
      "de": "Suche den toten Briefkasten im Innenhof.",
      "en": "Locate the Dead Drop inside the courtyard",
      "es": "Encuentra el punto de entrega dentro del patio.",
      "fr": "Localiser le colis dans la cour",
      "he": "אתרו את נקודת המסתור בתוך החצר הפנימית",
      "hr": "Lociraj tajno odlagalište unutar dvorišta",
      "it": "Trova il carico segreto nel cortile",
      "ja": "中庭で隠し物を探した",
      "ko-KR": "구시가지의 산타 마리아 주택가 내 기밀 물품 찾기",
      "no": "Finn den døde postkassen i bakgården",
      "pl": "Znajdź skrzynkę kontaktową w obrębie dziedzińca",
      "pt": "Localize o Ponto de Entrega dentro do pátio",
      "pt-BR": "Localize o Ponto de Coleta dentro do pátio",
      "ru": "Отыщите тайник во дворе.",
      "sr": "Lociraj skriveni paket unutar dvorišta",
      "tr": "Avludaki teslimatı bul",
      "uk": "Знайдіть закладку у внутрішньому дворі",
      "zh-CN": "在庭院内找到秘密投放点",
      "zh-TW": "找到庭院中的秘密投放點"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "advanced_electrical_components",
      "quantity": 2
    },
    {
      "itemId": "speaker_component",
      "quantity": 4
    }
  ],
  "xp": 0,
  "previousQuestIds": ["tribute_to_toledo"],
  "nextQuestIds": ["turnabout", "building_a_library"],
  "updatedAt": "02/25/2026"
}
