{
  "id": "keeping_an_eye_out",
  "name": {
    "da": "På udkig",
    "de": "Die Augen offen halten",
    "en": "Keeping an Eye Out",
    "es": "Ojo avizor",
    "fr": "Rester à l'affût",
    "he": "לפקוח עין",
    "hr": "Budno oko",
    "it": "Occhio!",
    "ja": "警戒中",
    "ko-KR": "눈 크게 뜨기",
    "no": "Holder utkikk",
    "pl": "Oczy szeroko otwarte",
    "pt": "Ficando de Olho",
    "pt-BR": "De Olho Aberto",
    "ru": "Бдительное око",
    "sr": "Budno oko",
    "tr": "Tetikte",
    "uk": "Пильне око",
    "zh-CN": "循“目”追踪",
    "zh-TW": "多加留意"
  },
  "map": ["the_blue_gate"],
  "trader": "Celeste",
  "description": {
    "da": "Jeg leder efter en. Bilguun. Du har måske set ham, men det er nok tvivlsomt. Han er… ikke den mest sociale person, ser du.\r\n\r\nHan bruger meget tid på Overfladen, men vender normalt tilbage til Speranza regelmæssigt for at tjekke ind.",
    "de": "Ich suche jemanden. Bilguun. Vielleicht hast du ihn schon mal gesehen, aber wahrscheinlich eher nicht. Er ist nämlich nicht gerade der geselligste Typ.\r\n\r\nEr ist oft an der Oberfläche, kommt aber meistens regelmäßig nach Speranza zurück, um nach dem Rechten zu sehen.",
    "en": "I’m looking for someone. Bilguun. You might’ve seen him around, but chances are you haven’t. He’s… not the most sociable person around, you see.\r\n\r\nHe spends a lot of time Topside, but usually returns to Speranza regularly to check in.",
    "es": "Estoy buscando a alguien: Bilguun. Tal vez te hayas topado con él, pero lo más seguro es que no, porque no es alguien muy sociable.\r\n\r\nPasa mucho tiempo en la superficie, pero suele volver a Speranza de vez en cuando para ver cómo están las cosas.",
    "fr": "Je cherche un certain Bilguun. Vous avez peut-être déjà croisé sa route, mais il y a de fortes chances que non. Ce n'est pas quelqu'un de très sociable.\r\n\r\nIl passe beaucoup de temps à l'extérieur, mais il revient régulièrement à Speranza pour donner des nouvelles.",
    "he": "אני מחפש מישהו. Bilguun. אולי ראית אותו בסביבה, אבל רוב הסיכויים שלא. הוא... לא הטיפוס הכי חברותי שיש, אתה מבין.\r\n\r\nהוא מבלה זמן רב ב-Topside, אבל בדרך כלל חוזר ל-Speranza באופן קבוע כדי לדווח.",
    "hr": "Tražim nekoga. Bilguuna. Možda si ga vidio u blizini, ali vjerojatno nisi. On... vidiš, nije najdruštvenija osoba.\r\n\r\nProvodi puno vremena na Površini, ali se obično redovito vraća u Speranzu kako bi se javio.",
    "it": "Sto cercando una persona. Bilguun. Forse l'hai visto in giro, ma molto probabilmente no. Diciamo che non è proprio la persona più socievole del mondo.\r\n\r\nÈ quasi sempre in Superficie, ma in genere torna regolarmente a Speranza.",
    "ja": "探してる人がいる。名前はビルグーン。どこかで見たことがあるかもしれないが、可能性は低いだろうな。彼は… あまり社交的じゃない。\r\n\r\n上層にいることが多いが、定期的にスペランザの様子を見に戻ってくる。",
    "ko-KR": "누굴 좀 찾고 있어요. 빌군이라는 사람인데, 당신도 본 적 있을 수도 있겠지만 아마 못 봤을 겁니다. 빌군은… 그다지 사람들과 잘 어울리지 않거든요.\r\n\r\n지상에 있는 시간이 많은 편이지만, 그래도 주기적으로 스페란자에 들러 안부를 전하곤 해요.",
    "no": "Jeg ser etter noen. Bilguun. Du har kanskje sett ham, men sannsynligvis ikke. Han er... ikke akkurat den mest sosiale typen, skjønner du.\r\n\r\nHan tilbringer mye tid på overflaten, men pleier vanligvis å dra tilbake til Speranza jevnlig for å melde seg.",
    "pl": "Szukam kogoś. Ma na imię Bilguun. Możliwe, że kiedyś gdzieś ci mignął, ale raczej nie. On… nie jest zbyt towarzyski.\r\n\r\nDużo czasu spędza na powierzchni, ale zwykle regularnie wraca do Speranzy i mnie odwiedza.",
    "pt": "Estou procurando por alguém. Bilguun. Você pode tê-lo visto por aí, mas é provável que não. Ele... não é a pessoa mais sociável do pedaço, sabe.\r\n\r\nEle passa muito tempo na Superfície, mas geralmente volta a Speranza regularmente para dar notícias.",
    "pt-BR": "Eu tô procurando alguém, o Bilguun. Talvez você tenha visto ele por aí, mas as chances são pequenas. Ele não é... muito sociável, sabe?\r\n\r\nEle passa muito tempo na superfície, mas costuma voltar pra Speranza pra dar sinal de vida.",
    "ru": "Я ищу кое-кого. Бильгуна. Возможно, вы с ним уже встречались, но вряд ли. Видишь ли, он... не очень общительный.\r\n\r\nБильгун проводит кучу времени на Поверхности, но регулярно возвращается в Сперанцу отметиться.",
    "sr": "Tražim nekoga. Bilguuna. Možda si ga viđao, ali verovatno nisi. On... nije baš najdruželjubivija osoba, znaš.\r\n\r\nProvodi mnogo vremena na Površini, ali se obično redovno vraća u Speranzu da se javi.",
    "tr": "Birini arıyorum. Adı Bilguun. Buralarda görmüşsündür belki ama pek sanmıyorum. O pek... sokulgan biri değildir.\r\n\r\nYukarıda çok zaman geçiriyor ancak genelde Speranza'ya sürekli uğrayıp etrafa bakınır.",
    "uk": "Я шукаю декого. Білгуна. Ви могли його бачити, але, швидше за все, ні. Він… не найбільш товариська людина, знаєте.\r\n\r\nВін проводить багато часу на Поверхні, але зазвичай регулярно повертається до Сперанци, щоб відмітитися.",
    "zh-CN": "我在找一个名叫比尔根的人。你可能见过他，但多半没有。他这人……不怎么爱交际。\r\n\r\n大部分时间都在上层，但通常会定期返回斯佩兰扎露个脸。",
    "zh-TW": "我正在找某個人。他叫比爾古恩。你可能在附近見過他，不過也可能沒有。因為他…不是喜歡交際的人。\r\n\r\n他大部分時間在頂層，但常常會定期回到斯佩蘭薩來報到。"
  },
  "objectives": [
    {
      "da": "Find den sammenstyrtede motorvej ved den sydlige kant af Barren Clearing",
      "de": "Finde die eingestürzte Schnellstraße am südlichen Rand der unbewachsenen Lichtung.",
      "en": "Locate the collapsed highway by the southern edge of the Barren Clearing",
      "es": "Encuentra la autopista derrumbada junto al extremo sur del claro desolado.",
      "fr": "Localiser l'autoroute effondrée à la lisière sud de la Clairière aride",
      "he": "אתר את הכביש המהיר שקרס בקצה הדרומי של ה-Barren Clearing",
      "hr": "Lociraj urušenu autocestu uz južni rub Puste čistine",
      "it": "Trova l'autostrada crollata vicino al lato sud della Radura brulla",
      "ja": "不毛の空地の南端で崩落した高速道路を見つけた",
      "ko-KR": "황량한 공터 남쪽 경계 근처의 붕괴된 고속도로 찾기",
      "no": "Finn den sammenraste motorveien ved den sørlige kanten av Barren Clearing",
      "pl": "Znajdź zawaloną autostradę przy południowym krańcu jałowej polany",
      "pt": "Localize a rodovia desabada na borda sul da Clareira Árida",
      "pt-BR": "Encontre a rodovia desabada na borda sul do Descampado Árido",
      "ru": "Найдите обрушившееся шоссе у южного края пустыря.",
      "sr": "Lociraj urušeni autoput kod južne ivice Puste čistine",
      "tr": "Çorak Alan Temizleme'nin güney sınırındaki çöken otoyolu bul",
      "uk": "Знайдіть зруйновану автостраду біля південного краю Безплідної Галявини",
      "zh-CN": "在荒芜空地南部边缘找到坍塌的高速公路",
      "zh-TW": "找到貧瘠空地南側邊緣的倒塌高速公路"
    },
    {
      "da": "Find Bilguuns tilflugtssted, og søg efter spor af hans tilstedeværelse",
      "de": "Suche Bilguuns Unterschlupf und schau nach Hinweisen, dass er da war.",
      "en": "Find Bilguun's shelter, and search for any clues of his presence",
      "es": "Encuentra el refugio de Bilguun y busca pistas de que ha estado ahí.",
      "fr": "Trouver l'abri de Bilguun et rechercher tout indice de sa présence",
      "he": "מצא את המחסה של Bilguun, וחפש רמזים לנוכחותו",
      "hr": "Pronađi Bilguunovo sklonište i potraži bilo kakve tragove njegove prisutnosti",
      "it": "Trova il rifugio di Bilguun e cerca indizi della sua presenza",
      "ja": "ビルグーンの隠れ家を見つけ、彼の存在を示す手がかりを探した",
      "ko-KR": "빌군의 은신처를 찾아 빌군이 머물렀다는 단서 찾기",
      "no": "Finn Bilguuns skjulested, og se etter spor etter ham",
      "pl": "Znajdź schronienie Bilguuna i poszukaj śladów jego obecności",
      "pt": "Encontre o abrigo de Bilguun e procure por pistas de sua presença",
      "pt-BR": "Encontre o abrigo de Bilguun e busque qualquer pista de sua presença",
      "ru": "Найдите хранилище Бильгуна и поищите в нем намеки, где он.",
      "sr": "Pronađi Bilguunovo sklonište i potraži bilo kakve tragove njegovog prisustva",
      "tr": "Bilguun'un sığınağını bul ve onun varlığına dair ipuçları ara",
      "uk": "Знайдіть сховок Білгуна та пошукайте будь-які сліди його присутності",
      "zh-CN": "找到比尔根的庇护所，并搜寻有关他下落的线索",
      "zh-TW": "找到比爾古恩的簡易住所，並搜尋是否有他來過的線索"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "pulse_mine",
      "quantity": 5
    },
    {
      "itemId": "flame_spray",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["the_clean_dream"],
  "nextQuestIds": [],
  "updatedAt": "02/25/2026"
}
