{
  "id": "on_deaf_ears",
  "name": {
    "da": "For døve ører",
    "de": "Auf taube Ohren gestoßen",
    "en": "On Deaf Ears",
    "es": "Oídos sordos",
    "fr": "Faire la sourde oreille",
    "he": "אוזניים ערלות",
    "hr": "Na gluhe uši",
    "it": "Parole al vento",
    "ja": "声の届かない人々に",
    "ko-KR": "가는귀먹은 사람들",
    "no": "For døve ører",
    "pl": "Jak grochem o ścianę",
    "pt": "Ouvidos Surdos",
    "pt-BR": "Ouvidos Surdos",
    "ru": "Проблемы со слухом",
    "sr": "Na gluve uši",
    "tr": "Sağır Kulaklar",
    "uk": "Повз вуха",
    "zh-CN": "充耳不闻",
    "zh-TW": "聽而不聞"
  },
  "map": ["stella_montis"],
  "trader": "Lance",
  "description": {
    "da": "Det virker til, at hver anden Raider her har alvorlige høreskader.\r\n\r\nJeg har hørt rygter om, at de udviklede nogle ekstra avancerede høreapparater ved Stella Montis. Hvis du kan opspore dem, kan vi måske alle bruge vores indendørsstemmer for en gangs skyld.",
    "de": "Scheint so, als hätte jeder zweite Raider hier ernsthafte Hörschäden.\r\n\r\nIch hab Gerüchte gehört, dass in Stella Montis fortschrittliche Hörgeräte entwickelt wurden. Wenn du die auftreiben kannst, könnten wir vielleicht alle mal leiser sprechen.",
    "en": "Seems like every other Raider here has some serious hearing damage.\r\n\r\nI heard rumors they developed some extra advanced hearing aids at Stella Montis. If you can track them down, we might all be able to use our indoor voices, for once.",
    "es": "Aquí la mitad de los Raiders tienen problemas auditivos graves. \r\n\r\nOí por ahí que en Stella Montis estaban desarrollando unos audífonos muy avanzados. Si consigues encontrarlos, quizá por fin podamos dejar de hablarnos a gritos.",
    "fr": "Environ un Raider sur deux souffre de sérieux problèmes d'audition.\r\n\r\nJ'ai eu vent de rumeurs selon lesquelles des appareils auditifs avancés avaient été développés à Stella Montis. Si vous arrivez à les retrouver, on pourra peut‑être tous parler à voix basse, pour une fois.",
    "he": "נראה שלכל ריידר שני כאן יש נזק רציני לשמיעה.\r\n\r\nשמעתי שמועות שפיתחו מכשירי שמיעה סופר-מתקדמים ב-Stella Montis. אם תצליח לאתר אותם, אולי כולנו נוכל לדבר בקול רגיל, לשם שינוי.",
    "hr": "Čini se da svaki drugi Raider ovdje ima ozbiljno oštećenje sluha.\r\n\r\nČujem glasine da su razvili neka napredna slušna pomagala u Stella Montisu. Ako ih uspiješ pronaći, možda ćemo svi napokon moći pričati tiše.",
    "it": "Sembra che un Raider su due qui abbia seri danni all'udito.\r\n\r\nHo sentito voci secondo cui a Stella Montis avrebbero sviluppato apparecchi acustici estremamente avanzati. Se riesci a rintracciarli, magari potremo tutti tenere finalmente un tono di voce normale.",
    "ja": "他のレイダーたちはみんな聴覚障害が深刻らしい。\r\n\r\nステラ・モンティスで超高機能な補聴器が開発されたって噂を聞いたんだ。そいつを見つけ出すことができれば、みんな室内で話すくらいの声量で話せるかもしれない。",
    "ko-KR": "여기 레이더들은 한 명 걸러 한 명꼴로 청력이 심각하게 손상된 것 같아요.\r\n\r\n스텔라 몬티스에서 첨단 보청기를 개발했다는 소문이 있더군요. 그걸 찾아낸다면 우리도 드디어 소리치지 않고 작은 목소리로 말할 수 있을지도 모르죠.",
    "no": "Virker som annenhver Raider her har alvorlige hørselsskader.\r\n\r\nJeg hørte rykter om at de utviklet noen ekstra avanserte høreapparater på Stella Montis. Hvis du klarer å finne dem, kan vi kanskje alle bruke innestemme for en gangs skyld.",
    "pl": "Mam wrażenie, że co drugi łupieżca ma tu problemy ze słuchem.\r\n\r\nPodobno w Stella Montis pracowali nad jakimiś zaawansowanymi aparatami słuchowymi. Jeśli dasz radę je znaleźć, może dla odmiany nie będziemy musieli do siebie krzyczeć.",
    "pt": "Parece que quase todo Raider aqui tem algum dano auditivo sério.\r\n\r\nOuvi boatos de que desenvolveram aparelhos auditivos avançados em Stella Montis. Se você conseguir encontrá-los, talvez todos nós possamos falar sem gritar, só para variar.",
    "pt-BR": "Parece que metade dos Raiders por aqui está com a audição detonada.\r\n\r\nOuvi dizer que em Stella Montis desenvolveram aparelhos auditivos bem avançados. Se você encontrar, talvez a gente consiga até falar em tom normal.",
    "ru": "Чуть ли не у половины рейдеров серьезные проблемы со слухом.\r\n\r\nГоворят, в Стелла Монтис разработали какие-то ультрасовременные слуховые аппараты. Если сможешь их отыскать, может, народ наконец-то начнет разговаривать тише.",
    "sr": "Izgleda da svaki drugi Raider ovde ima ozbiljno oštećenje sluha.\r\n\r\nČuo sam glasine da su razvili neke napredne slušne aparate u Stella Montisu. Ako uspeš da ih pronađeš, možda ćemo svi moći da koristimo tiši glas, za promenu.",
    "tr": "Görünüşe bakılırsa buradaki Raider'ların çoğunda ciddi işitme kaybı var.\r\n\r\nStella Montis'te ileri teknoloji işitme cihazları ürettiklerini duymuştum. Onları bulabilirsen belki hepimiz nihayet biraz daha alçak sesle konuşabiliriz.",
    "uk": "Здається, кожен другий Рейдер тут має серйозні проблеми зі слухом.\r\n\r\nЯ чув чутки, що в Stella Montis розробили якісь надсучасні слухові апарати. Якщо ти зможеш їх відшукати, ми всі, можливо, нарешті зможемо говорити напівголосом.",
    "zh-CN": "这里的奇袭者似乎个个听力都有严重损伤。\r\n\r\n我听说星辰山那边研发了一些超先进的助听器。如果能找到，我们就能用正常音量说话了。",
    "zh-TW": "這裡的掠手好像大半都有嚴重的聽力受損情形。\r\n\r\n我聽過傳聞說，星辰山的人開發了某種特別先進的助聽器。如果你能成功找到，大家或許就終於能用正常的音量對話，不用大吼大叫了。"
  },
  "objectives": [
    {
      "da": "Find forskerens gæstelogs på receptionscomputerne",
      "de": "Such die Gästeliste der Forscherin auf den Computern an der Rezeption.",
      "en": "Find the researcher's guest logs on the reception computers",
      "es": "Encuentra los registros de los invitados de la investigadora en los ordenadores de la recepción.",
      "fr": "Trouver les registres des invités de la chercheuse dans les ordinateurs de la réception",
      "he": "מצא את רישומי האורחים של החוקר במחשבי הקבלה",
      "hr": "Pronađi istraživačevu evidenciju gostiju na računalima recepcije",
      "it": "Trova i registri degli ospiti della ricercatrice sui computer della reception",
      "ja": "受付のコンピューターで研究者の訪問者ログを見つけた",
      "ko-KR": "접수처 컴퓨터에서 연구원의 게스트 기록 찾기",
      "no": "Finn forskerens gjestelogger på resepsjonsdatamaskinene",
      "pl": "Znajdź dane naukowczyni na komputerach w recepcji",
      "pt": "Encontre os registros de visitantes do pesquisador nos computadores da recepção",
      "pt-BR": "Acesse os registros de convidados da pesquisadora nos computadores da recepção",
      "ru": "Найдите списки слушателей лекций исследовательницы в компьютере на стойке администрации.",
      "sr": "Pronađi evidenciju gostiju istraživača na računarima recepcije",
      "tr": "Resepsiyondaki bilgisayarlarda araştırmacının konuk kayıtlarını bul",
      "uk": "Знайдіть журнали відвідувачів дослідника на комп’ютерах приймальні",
      "zh-CN": "在接待处电脑上查找研究员的访客记录",
      "zh-TW": "在櫃台電腦上找到研究人員的訪客紀錄"
    },
    {
      "da": "Find ud af, hvor forskeren holdt sin forelæsning, og få adgang til deres noter",
      "de": "Finde heraus, wo die Forscherin ihre Vorlesung gehalten hat, und schau dir ihre Notizen an.",
      "en": "Find where the researcher held their lecture, and access their notes",
      "es": "Encuentra el lugar donde la investigadora dio su ponencia y hazte con sus notas.",
      "fr": "Trouver l'endroit où la chercheuse a donné sa conférence et consulter ses notes",
      "he": "מצא היכן החוקר העביר את ההרצאה, וגש לרשימות שלו",
      "hr": "Pronađi mjesto gdje je istraživač održao predavanje i pristupi njegovim bilješkama",
      "it": "Trova il luogo in cui la ricercatrice ha tenuto la sua lezione e accedi ai suoi appunti",
      "ja": "研究者が講義をしている場所を探し、メモを見た",
      "ko-KR": "연구원이 강연을 개최한 장소로 가서 노트 찾기",
      "no": "Finn ut hvor forskeren holdt forelesningen, og få tilgang til notatene deres",
      "pl": "Znajdź miejsce, w którym naukowczyni prowadziła wykład i zajrzyj do jej notatek",
      "pt": "Descubra onde o pesquisador deu a palestra e acesse suas anotações",
      "pt-BR": "Descubra onde a pesquisadora fez a palestra e acesse suas anotações",
      "ru": "Узнайте, где исследовательница проводила лекции, и отыщите записи.",
      "sr": "Pronađi mesto gde je istraživač održao predavanje i pristupi njegovim beleškama",
      "tr": "Araştırmacının konuşmasını nerede yaptığını bul ve notlarına eriş",
      "uk": "Знайдіть місце, де дослідник проводив лекцію, та отримайте доступ до його нотаток",
      "zh-CN": "找到研究员举办讲座的地点，并查阅她的笔记",
      "zh-TW": "找到研究人員舉行講座的地方，並取得他們的筆記"
    },
    {
      "da": "Find oplysninger om prototyperne på computerne til medicinsk forskning",
      "de": "Suche nach Infos zu den Prototypen auf den Computern in der Medizinischen Forschungseinrichtung.",
      "en": "Find information about the prototypes on the Medical Research computers",
      "es": "Encuentra información acerca de los prototipos en los ordenadores de investigación médica.",
      "fr": "Trouver des informations sur les prototypes dans les ordinateurs de la Zone de recherche médicale",
      "he": "מצא מידע על אבות הטיפוס במחשבי המחקר הרפואי",
      "hr": "Pronađi informacije o prototipovima na računalima za medicinska istraživanja",
      "it": "Trova informazioni sui prototipi nei computer della Ricerca medica",
      "ja": "医療研究所にあるコンピューターのプロトタイプに関する情報を見つけた",
      "ko-KR": "의학 연구소 컴퓨터에서 시제품에 관한 정보 찾기",
      "no": "Finn informasjon om prototypene på datamaskinene til medisinsk forskning",
      "pl": "Znajdź informacje o prototypach na komputerach w pracowni badań medycznych",
      "pt": "Encontre informações sobre os protótipos nos computadores da Pesquisa Médica",
      "pt-BR": "Encontre informações sobre os protótipos nos computadores de Pesquisas Médicas",
      "ru": "Найдите информацию о прототипах на компьютере в корпусе медицинских исследований.",
      "sr": "Pronađi informacije o prototipovima na računarima za medicinska istraživanja",
      "tr": "Tıbbî Araştırma Merkezi'ndeki bilgisayarlarda prototiplerle ilgili bilgi bul",
      "uk": "Знайдіть інформацію про прототипи на комп’ютерах медичних досліджень",
      "zh-CN": "在医学研究部电脑上查找原型的信息",
      "zh-TW": "在醫療研究設施的電腦上找到試作品的相關資訊"
    },
    {
      "da": "Find de udprintede fragtlogs i samleværkstederne",
      "de": "Finde die gedruckten Versandprotokolle in den Montagewerkstätten.",
      "en": "Find the printed shipping logs in the Assembly Workshops",
      "es": "Encuentra los registros de envío impresos en los talleres de ensamblaje.",
      "fr": "Trouver les registres d'expédition imprimés dans les ateliers du Site d'assemblage",
      "he": "מצא את יומני המשלוח המודפסים בסדנאות ההרכבה",
      "hr": "Pronađi ispisane dnevnike otpreme u radionicama za sastavljanje",
      "it": "Trova i registri di spedizione stampati nelle Officine di montaggio",
      "ja": "組み立て場のワークショップ内で、印刷された発送記録を見つけた",
      "ko-KR": "조립소 작업장에서 운송 기록 출력물 찾기",
      "no": "Finn de utskrevne fraktloggene i monteringsverkstedene",
      "pl": "Znajdź dzienniki wysyłkowe w warsztatach w montażowni",
      "pt": "Encontre os registros de envio impressos nas Oficinas de Montagem",
      "pt-BR": "Encontre os registros de envio impressos nas Oficinas de Montagem",
      "ru": "Найдите в мастерских сборочного цеха распечатанные записи о поставках.",
      "sr": "Pronađi odštampane evidencije o isporuci u Assembly Workshops",
      "tr": "Kurul Atölyeleri'nde basılmış nakliye kayıtlarını bul",
      "uk": "Знайдіть роздруковані журнали відвантажень у Складальних цехах",
      "zh-CN": "在组装厂车间里找到打印的货运日志",
      "zh-TW": "在組裝廠工坊中找到紙本貨運紀錄"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "lure_grenade",
      "quantity": 3
    },
    {
      "itemId": "noisemaker",
      "quantity": 5
    },
    {
      "itemId": "shaker",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["worth_your_salt", "snap_and_salvage"],
  "nextQuestIds": ["on_the_map"],
  "updatedAt": "02/25/2026"
}
