{
  "id": "paving_the_way",
  "name": {
    "da": "Baner vejen",
    "de": "Stets voran",
    "en": "Paving the Way",
    "es": "Allanar el camino",
    "fr": "Ouvrir la voie",
    "he": "סלילת הדרך",
    "hr": "Utiranje puta",
    "it": "Apripista",
    "ja": "道の開拓",
    "ko-KR": "길을 닦다",
    "no": "Bane vei",
    "pl": "Przecierając szlaki",
    "pt": "Preparando o Terreno",
    "pt-BR": "Preparando o terreno",
    "ru": "Проложить путь",
    "sr": "Krčenje puta",
    "tr": "Yol Açmak",
    "uk": "Прокладаючи шлях",
    "zh-CN": "开辟道路",
    "zh-TW": "開闢道路"
  },
  "map": ["the_blue_gate", "buried_city", "dam_battlegrounds"],
  "trader": "Apollo",
  "description": {
    "da": "At en hel sektor kan kollapse på den måde… Ikke så sært, at folk er bange. Vi er nødt til at forstærke mere end nogensinde før, og vi kan ikke gøre det alene.",
    "de": "Dass ein ganzer Sektor einfach so zusammenbricht ... Kein Wunder, dass die Leute Angst haben. Wir müssen uns mehr denn je absichern, und das schaffen wir nicht alleine.",
    "en": "For an entire sector to collapse like that… No wonder people are scared. We need to reinforce beyond anything we’ve done before, and we can’t do it alone.",
    "es": "Que se haya derrumbado un sector entero... No me extraña que la gente esté asustada. Hay que reforzar mucho más de lo que hemos hecho hasta ahora, y no podemos hacerlo solos.",
    "fr": "Un secteur tout entier qui s'effondre... Pas étonnant que les gens aient peur. Il va falloir renforcer tout ça bien au‑delà de tout ce qu'on a pu faire jusque‑là, et on ne pourra pas y arriver seuls.",
    "he": "שגזרה שלמה תקרוס בצורה כזו... לא פלא שאנשים מפחדים. עלינו לתגבר את ההגנות ברמה שלא נראתה כמותה, ולא נוכל לעשות זאת לבד.",
    "hr": "Da se cijeli sektor tako uruši... Nije ni čudo da su ljudi preplašeni. Moramo ojačati više nego ikad prije, a to ne možemo učiniti sami.",
    "it": "Che un intero settore crolli in quel modo... Non c'è da stupirsi che la gente abbia paura. Dobbiamo rinforzare più di quanto abbiamo mai fatto prima, e non possiamo farlo da soli.",
    "ja": "あんな風に地区が丸ごと崩壊するなんて… みんなが怖がるのも無理はない。これまで以上に補強が必要になるけど、俺たちだけじゃ無理だ。",
    "ko-KR": "섹터 전체가 저렇게 무너져 내리다니... 사람들이 겁먹은 것도 당연해요. 지금껏 한 것보다 훨씬 강력하게 보강해야 하는데, 우리 힘만으론 할 수 없어요.",
    "no": "At en hel sektor kollapser på den måten... Det er ikke rart at folk er redde. Vi må forsterke mer enn vi noen gang har gjort før, og vi klarer det ikke alene.",
    "pl": "Cały sektor zawalił się tak po prostu… Nic dziwnego, że ludzie się boją. Musimy się umocnić na niespotykaną dotąd skalę, ale sami nie damy rady.",
    "pt": "Para um setor inteiro colapsar assim... Não é de se admirar que as pessoas estejam assustadas. Precisamos reforçar além de qualquer coisa que já fizemos antes, e não podemos fazer isso sozinhos.",
    "pt-BR": "Um setor inteiro desabar daquele jeito… Não é à toa que o povo tá com medo. Precisamos reforçar as estruturas mil vezes mais, e não vai dar pra fazer isso sem ajuda.",
    "ru": "Такие разрушения в целом секторе... Неудивительно, что люди напуганы. Нам нужно укрепиться лучше, чем когда-либо, но мы не справимся в одиночку.",
    "sr": "Da se ceo sektor tako uruši... Nije ni čudo što su ljudi uplašeni. Moramo da ojačamo položaje više nego ikad pre, a to ne možemo sami.",
    "tr": "Koca bir sektörün bir anda çökmesi… İnsanların korkmasına şaşmamalı. Öncekilere göre çok daha sağlam bir güçlendirme yapmamız gerekiyor ve bunu tek başımıza başaramayız.",
    "uk": "Щоб цілий сектор ось так завалився... Не дивно, що люди налякані. Ми мусимо укріпитися краще, ніж будь-коли раніше, і самотужки нам не впоратися.",
    "zh-CN": "整片区域就这样坍塌……难怪大家这么害怕。我们必须进行前所未有的加固工程，但单靠我们不行。",
    "zh-TW": "一整區居然就這樣坍塌了…難怪人們會害怕。我們必須用遠超過之前強度的方式來鞏固結構，而這事我們是沒辦法獨力完成的。"
  },
  "objectives": [
    {
      "da": "Tag til en hvilken som helst ENELICA-bygning",
      "de": "Gehe zu einem beliebigen ENELICA-Gebäude.",
      "en": "Go to any ENELICA building",
      "es": "Ve a cualquier edificio de ENELICA.",
      "fr": "Aller dans un bâtiment ENELICA",
      "he": "גש לכל מבנה של ENELICA",
      "hr": "Idi do bilo koje zgrade ENELICA",
      "it": "Vai in qualsiasi edificio ENELICA",
      "ja": "任意のENELICA社の建物に行く",
      "ko-KR": "아무 ENELICA 건물로 이동하기",
      "no": "Dra til en hvilken som helst ENELICA-bygning",
      "pl": "Udaj się do budynku firmy ENELICA",
      "pt": "Vá para qualquer prédio da ENELICA",
      "pt-BR": "Vá para qualquer edifício da ENELICA",
      "ru": "Отправляйтесь к любому зданию ENELICA.",
      "sr": "Idi do bilo koje ENELICA zgrade",
      "tr": "Herhangi bir ENELICA binasına git",
      "uk": "Йди до будь-якої будівлі ENELICA",
      "zh-CN": "前往任意艾纳里卡建筑",
      "zh-TW": "前往任意ENELICA建築"
    },
    {
      "da": "Led efter en opslagstavle med en besked fra forskeren",
      "de": "Such nach einem Schwarzen Brett mit einer Notiz vom Forscher.",
      "en": "Search for a notice board with a note from the researcher",
      "es": "Busca un tablón de anuncios con una nota de la investigadora.",
      "fr": "Chercher un panneau d'affichage avec une note laissée par le chercheur",
      "he": "חפש לוח מודעות ועליו פתק מאת החוקר",
      "hr": "Potraži oglasnu ploču s porukom istraživača",
      "it": "Cerca una bacheca con un appunto del ricercatore",
      "ja": "研究者のメモが貼ってある掲示板を探す",
      "ko-KR": "연구원이 남긴 메모가 있는 게시판 찾기",
      "no": "Se etter en oppslagstavle med en beskjed fra forskeren",
      "pl": "Poszukaj tablicy ogłoszeń z wiadomością od naukowca",
      "pt": "Procure um quadro de avisos com uma nota do pesquisador",
      "pt-BR": "Procure um quadro de avisos com um bilhete do pesquisador",
      "ru": "Поищите доску с заметкой от исследователя.",
      "sr": "Potraži oglasnu tablu sa porukom istraživača",
      "tr": "Üzerinde araştırmacıdan bir not olan bir ilan panosu bul",
      "uk": "Знайди дошку оголошень із запискою від дослідника",
      "zh-CN": "搜寻写有研究员笔记的公告板",
      "zh-TW": "搜尋上面貼有研究人員留言的公佈欄"
    },
    {
      "da": "På Buried City, nå den øverste etage over Convinio på Piazza Roma",
      "de": "Gehe in der Begrabenen Stadt in die oberste Etage über dem Convinio auf der Piazza Roma.",
      "en": "On Buried City, reach the top floor above the Convinio in Piazza Roma",
      "es": "En Ciudad enterrada, llega a la planta superior sobre el Convinio en Piazza Roma.",
      "fr": "Dans la Ville enfouie, atteindre l'étage supérieur au-dessus du Convinio de la Piazza Roma",
      "he": "במפת העיר הקבורה (Buried City), הגע לקומה העליונה מעל הקונביניו (Convinio) בפיאצה רומא",
      "hr": "U Buried Cityju, dođi do gornjeg kata iznad Convinia na Piazzi Roma",
      "it": "Nella Città sepolta, raggiungi l'ultimo piano sopra il Convinio in Piazza Roma",
      "ja": "埋もれた街で、ローマ広場のコンヴィニオの上にある最上階に到達する",
      "ko-KR": "파묻힌 도시의 피아차 로마에서 콘비니오 위 꼭대기 층에 도달하기",
      "no": "I Buried City, ta deg til toppetasjen over Convinio på Piazza Roma",
      "pl": "Będąc w Pogrzebanym Mieście, dotrzyj na najwyższe piętro nad Convinio na placu Roma",
      "pt": "Em Buried City, chegue ao último andar acima do Convinio na Piazza Roma",
      "pt-BR": "Na Cidade Soterrada, vá até o último andar acima do Convinio, na Piazza Roma",
      "ru": "Отправляйтесь в Погребенный город и поднимитесь на этаж над «Конвинио» на Пьяцца Рома.",
      "sr": "U Buried City, dođi do poslednjeg sprata iznad Convinia na Piazza Roma",
      "tr": "Gömülü Şehir'de Piazza Roma'nın üstünde Covinio'nun en üst katına ulaş",
      "uk": "У Похованому місті дістанься верхнього поверху над Convinio на П'яцца Рома",
      "zh-CN": "在掩埋废城，抵达罗马广场中康维尼奥上方的顶层",
      "zh-TW": "在埋藏都市，到達羅馬廣場Convinio上方的頂樓"
    },
    {
      "da": "Find forskerens lejlighed og led efter forskningsdata",
      "de": "Such die Wohnung des Forschers und schau nach, ob du irgendwelche Forschungsdaten findest.",
      "en": "Find the researcher's flat and search for any research data",
      "es": "Encuentra el piso de la investigadora y busca datos de la investigación.",
      "fr": "Trouver l'appartement du chercheur et chercher des données de recherche",
      "he": "אתר את דירת החוקר וחפש בה נתוני מחקר",
      "hr": "Pronađi stan istraživača i potraži podatke o istraživanju",
      "it": "Trova l'appartamento del ricercatore e cerca dati di ricerca",
      "ja": "研究者のアパートを見つけ、研究データを探す",
      "ko-KR": "연구원의 거처를 찾아 아무 연구 데이터 수색하기",
      "no": "Finn forskerens leilighet og se etter forskningsdata",
      "pl": "Znajdź mieszkanie naukowca i poszukaj danych badawczych",
      "pt": "Encontre o apartamento do pesquisador e procure por quaisquer dados de pesquisa",
      "pt-BR": "Encontre o apartamento do pesquisador e procure por quaisquer dados de pesquisa",
      "ru": "Найдите квартиру исследователя и поищите полезные данные.",
      "sr": "Pronađi stan istraživača i potraži podatke istraživanja",
      "tr": "Araştırmacının dairesini bul ve araştırma verileri bul",
      "uk": "Знайди квартиру дослідника та пошукай будь-які дані досліджень",
      "zh-CN": "找到研究员的公寓并搜寻研究数据",
      "zh-TW": "找到研究人員的公寓，並搜尋是否有任何研究資料"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "raider_hatch_key",
      "quantity": 1
    },
    {
      "itemId": "seeker_grenade",
      "quantity": 3
    },
    {
      "itemId": "advanced_electrical_components",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["into_the_fray"],
  "nextQuestIds": ["deciphering_the_data"],
  "updatedAt": "02/25/2026"
}
