{
  "id": "sparks_fly",
  "name": {
    "da": "Gnisterne fyger",
    "de": "Fliegende Funken",
    "en": "Sparks Fly",
    "es": "Las chispas vuelan",
    "fr": "Pluie d'étincelles",
    "he": "גיצים באוויר",
    "hr": "Neka iskre lete",
    "it": "Volano scintille",
    "ja": "火花散る",
    "ko-KR": "불꽃 튀는 대결",
    "no": "La gnistene fyke",
    "pl": "Aż iskry lecą",
    "pt": "Faíscas Vão Voar",
    "pt-BR": "Faíscas para todos os Lados",
    "ru": "Искры летят",
    "sr": "Varnice lete",
    "tr": "Uçuşan Kıvılcımlar",
    "uk": "Іскри летять",
    "zh-CN": "灭蜂大计",
    "zh-TW": "火花四濺"
  },
  "trader": "Apollo",
  "grantedItemIds": [
    {
      "itemId": "trigger_nade",
      "quantity": 3
    },
    {
      "itemId": "trigger_nade",
      "quantity": 3
    },
    {
      "itemId": "snap_blast_grenade",
      "quantity": 2
    }
  ],
  "description": {
    "da": "De der Hornet-stik kan virkelig ødelægge din dag, hvis du er uheldig. Og selv hvis du ødelægger en, spilder du stadig en masse ammunition.\r\n\r\nJeg har arbejdet på en mere elegant måde at nedlægge dem på. Har du lyst til at få gnisterne til at fyge?",
    "de": "Stiche von diesen Hornissen können einem echt übel mitspielen, wenn man Pech hat. Und selbst wenn man eine erledigt, vergeudet man dabei eine Menge Munition.\r\n\r\nIch arbeite an einer eleganteren Lösung, um sie vom Himmel zu holen. Willst du Funken fliegen lassen?",
    "en": "Those Hornet stings can really mess you up, if you’re unlucky. And even if you destroy one, you’re still wasting a ton of ammo.\r\n\r\nI’ve been working on a more elegant way to bring them down. Care to make some sparks fly?",
    "es": "Esas picaduras de avispón son cosa seria. Incluso si consigues destruir uno, desperdicias un montón de munición.\r\n\r\nHe estado desarrollando una manera más elegante de abatirlos. ¿Te apuntas a hacer saltar chispas?",
    "fr": "Ces piqûres de Frelons peuvent vraiment vous gâcher la vie. Et même si vous en détruisez un, vous gaspillerez une tonne de munitions.\r\n\r\nJ'ai réfléchi à une façon plus élégante de les éliminer. Ça vous dit de faire des étincelles ?",
    "he": "עקיצות ה-Hornet האלה יכולות ממש לשבש אותך, אם אין לך מזל. וגם אם אתה משמיד אחד, אתה עדיין מבזבז טונות של תחמושת.\r\n\r\nעבדתי על דרך אלגנטית יותר להפיל אותם. בא לך להעיף קצת ניצוצות?",
    "hr": "Ubod tih Stršljena te može gadno srediti ako nemaš sreće. A čak i ako ga uništiš, i dalje trošiš gomilu streljiva.\r\n\r\nRadim na elegantnijem načinu za njihovo rušenje. Želiš li da iskre polete?",
    "it": "Se ti va male, queste punture di Calabrone possono fare gravi danni... E se ti va bene e riesci a distruggerne uno, significa che hai sprecato una marea di munizioni. \r\n\r\nDa tempo lavoro a un modo più efficace di abbatterli. Ti va di fare scintille?",
    "ja": "ホーネットに刺されると、下手したら本当にひどい目に遭ってしまう。1匹仕留めたとしても、大量の弾を無駄にしたことになる。\r\n\r\nもっとエレガントに倒せる方法を開発してる最中だ。ちょっと火花を散らしてみないか？",
    "ko-KR": "운 나쁘게 호넷의 벌침에 쏘이면 골깨나 썩을 거예요. 격추시킨다 해도 탄약 낭비가 엄청나죠. \r\n\r\n좀 더 효율적인 방법을 연구 중인데, 전투에 참여할 준비는 됐나요?",
    "no": "Stikkene fra en Hornet kan virkelig lage trøbbel for deg hvis du er uheldig. Og selv om du ødelegger en, sløser du fortsatt bort massevis av ammunisjon.\r\n\r\nJeg har jobbet med en mer elegant måte å få has på dem. Lyst til å la gnistene fyke?",
    "pl": "Szerszenie potrafią poważnie zranić swoimi żądłami, jak ma się pecha. A nawet jeśli zdołasz jakiegoś rozwalić, tylko zmarnujesz amunicję.\r\n\r\nPracuję nad jakimś bardziej eleganckim sposobem walki z nimi. Masz ochotę na małą rozwałkę?",
    "pt": "Aquelas picadas de Hornet podem acabar com você, se tiver azar. E mesmo que destrua um, você ainda gasta muita munição.\r\n\r\nEstive trabalhando em uma maneira mais elegante de derrubá-los. Quer fazer faíscas voarem?",
    "pt-BR": "Aquelas picadas de Marimbondos podem fazer um estrago, se der azar. E mesmo se destruir um, ainda vai gastar munição à beça. \r\n\r\nTô trabalhando numa forma mais elegante de derrubar eles. A fim de soltar umas faíscas?",
    "ru": "Если не повезет, тебе крепко достанется от жал «Шершней». И даже если сможешь сбить одного, все равно куча патронов уйдет. \r\n\r\nЯ пытаюсь разработать более элегантное решение для данной проблемы. Не против высечь пару искр?",
    "sr": "Ti ubodi Horneta mogu gadno da te srede, ako nemaš sreće. A čak i ako uništiš jednog, i dalje trošiš gomilu municije.\r\n\r\nRadio sam na elegantnijem načinu da ih oborim. Jesi li za to da napravimo malo varnica?",
    "tr": "Şansın yaver gitmezse o Yaban Arılarının iğnesi seni gerçekten perişan edebilir. Ayrıca birini yok etsen bile tonla mermi harcamış oluyorsun. \r\n\r\nOnları alt etmenin daha zekice bir yolu üzerinde çalışıyorum. Biraz kıvılcım çıkarmaya var mısın?",
    "uk": "Ті жала Шершнів можуть добряче нашкодити, якщо не пощастить. І навіть якщо ти знищиш одного, то витратиш купу набоїв.\r\n\r\nЯ працюю над більш елегантним способом їх знищення. Хочеш, щоб полетіли іскри?",
    "zh-CN": "运气不好的话，那些“马蜂”够你喝一壶的。就算运气好能摧毁一架，也要浪费一大堆弹药。\r\n\r\n我一直在研究更优雅的方法来干掉它们。能不能帮我验证一下？",
    "zh-TW": "運氣不好的話，那些虎頭蜂的針可會讓你有得受的。就算你打下一隻，還是得浪費大量的彈藥。\r\n\r\n我一直在研究如何以更優雅的方式消滅它們。你想不想來點煙火秀啊？"
  },
  "objectives": [
    {
      "da": "Ødelæg en Hornet med en Trigger-granat eller Snap Blast",
      "de": "Eine Hornisse mit einer Abzuggranate vernichten",
      "en": "Destroy a Hornet with a Trigger 'Nade or Snap Blast",
      "es": "Destruye un avispón con una granada de gatillo o de ráfaga.",
      "fr": "Détruire un Frelon à l'aide d'une grenade télécommandée ou d'une grenade adhésive",
      "he": "השמד Hornet באמצעות Trigger 'Nade או Snap Blast",
      "hr": "Uništi Stršljena pomoću Trigger 'Nade ili Snap Blasta",
      "it": "Distruggi un Calabrone con una granata detonatrice o a rapida esplosione",
      "ja": "トリガー・グレネードでホーネットを破壊した",
      "ko-KR": "트리거 수류탄 또는 스냅 블래스트로 호넷 파괴하기",
      "no": "Ødelegg en Hornet med en Trigger 'Nade eller Snap Blast",
      "pl": "Zniszcz szerszenia za pomocą granatu aktywowalnego albo granatu szybko wybuchającego",
      "pt": "Destrua um Hornet com uma Granada de Detonação ou Snap Blast",
      "pt-BR": "Destrua um Marimbondo com uma Granada de Gatilho ou Explode Rápido",
      "ru": "Уничтожьте «Шершня» с помощью триггер-гранаты или разрывной гранаты",
      "sr": "Uništi Horneta koristeći Trigger 'Nade ili Snap Blast",
      "tr": "Tetikleme Bombası veya Seri Patlama Bombası ile bir Yaban Arısı yok et",
      "uk": "Знищіть Шершня за допомогою Trigger 'Nade або Snap Blast",
      "zh-CN": "用触发式手雷或闪爆手雷摧毁1架“马蜂”",
      "zh-TW": "使用觸發手榴彈或黏爆彈摧毀1台虎頭蜂"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "trigger_nade_blueprint",
      "quantity": 1
    },
    {
      "itemId": "crude_explosives",
      "quantity": 4
    },
    {
      "itemId": "processor",
      "quantity": 2
    }
  ],
  "xp": 0,
  "previousQuestIds": ["what_goes_around"],
  "nextQuestIds": ["the_league", "out_of_the_shadows"],
  "updatedAt": "02/25/2026"
}
