{
  "id": "the_right_tool",
  "name": {
    "da": "Det rette værktøj",
    "de": "Das richtige Werkzeug",
    "en": "The Right Tool",
    "es": "La herramienta adecuada",
    "fr": "Le bon outil",
    "he": "הכלי המתאים",
    "hr": "Pravi alat",
    "it": "Lo strumento adatto",
    "ja": "正しい道具",
    "ko-KR": "딱 맞는 도구",
    "no": "Riktig verktøy",
    "pl": "Właściwe narzędzie",
    "pt": "A Ferramenta Certa",
    "pt-BR": "A ferramenta certa",
    "ru": "Подходящий инструмент",
    "sr": "Pravi alat",
    "tr": "Doğru Alet",
    "uk": "Правильний інструмент",
    "zh-CN": "正确工具",
    "zh-TW": "合適的工具"
  },
  "trader": "Tian Wen",
  "grantedItemIds": [
    {
      "itemId": "ferro_iv",
      "quantity": 1
    },
    {
      "itemId": "heavy_ammo",
      "quantity": 20
    }
  ],
  "description": {
    "da": "Du er en af de nyankomne, ikke? Jeg mangler en frivillig til at teste denne opgraderede Ferro; den burde skære igennem ARC-panser som smør. Gå ud og lav nogle huller i maskinerne, og meld tilbage til mig.",
    "de": "Du gehörst zu den Neuankömmlingen, oder? Ich brauche einen Freiwilligen, der dieses verbesserte Ferro ausprobiert – es sollte ARC-Panzerungen durchschneiden wie Butter. Baller Löcher in ein paar Maschinen und erstatte mir dann Bericht.",
    "en": "You're one of the new arrivals, right? I need a volunteer to test out this upgraded Ferro; should cut through ARC plating like butter. Go put holes in some machines, and report back to me.",
    "es": "Eres de los nuevos, ¿verdad? Necesito a un voluntario para probar esta Ferro mejorada; debería cortar el blindaje ARC como si fuera mantequilla. Ve a acribillarlas a balas e infórmame de los resultados.",
    "fr": "Vous faites partie des nouvelles recrues, non ? Je cherche quelqu'un pour tester ce Ferro amélioré, il devrait découper le blindage ARC comme du beurre. Allez perforer quelques machines et revenez me voir.",
    "he": "אתה אחד מהחדשים, נכון? אני צריך מתנדב שיבדוק את ה-Ferro המשודרג הזה; הוא אמור לחתוך את שריון ה-ARC כמו חמאה. צא לחורר כמה מכונות, ותחזור לדווח לי.",
    "hr": "Ti si jedan od novopridošlih, zar ne? Trebam dobrovoljca da isproba ovaj nadograđeni Ferro; trebao bi rezati ARC oklop kao maslac. Idi izbuši par strojeva i javi mi se.",
    "it": "Fai parte dei nuovi arrivati, vero? Ho bisogno di un volontario per testare questo Ferro potenziato; dovrebbe tagliare la placcatura ARC come il burro. Vai a bucare qualche macchina e fammi sapere.",
    "ja": "あんたって新人の一人だよね？ この強化フェロを試すボランティアが欲しいんだ… ARCの装甲をバターのように切り裂いてくれるはず。機械に穴を開けられるか、結果を報告しに来てほしい。",
    "ko-KR": "새로 온 레이더군요, 그렇죠? 업그레이드한 페로를 시험해 볼 지원자가 필요해요. 아크 장갑판을 무처럼 베어버릴 무기인데, 머신 몇 개에 구멍을 내 보고 나한테 결과를 알려줘요.",
    "no": "Du er en av nykommerne, ikke sant? Jeg trenger en frivillig til å teste denne oppgraderte Ferroen; den burde skjære gjennom ARC-panser som smør. Gå og lag hull i noen maskiner, og rapporter tilbake til meg.",
    "pl": "Jesteś jedną z nowych osób, prawda? Szukam ochotnika do przetestowania ulepszonego Ferro – teraz powinien bez problemu przecinać pancerz ARC. Idź narobić dziur w paru maszynach, a później zgłoś się do mnie.",
    "pt": "Você é um dos recém-chegados, certo? Preciso de um voluntário para testar esta Ferro aprimorada; deve cortar a blindagem da ARC como faca quente na manteiga. Vá fazer alguns buracos em algumas máquinas e me informe o resultado.",
    "pt-BR": "Você faz parte dos recém-chegados, né? Preciso de alguém para testar esse Ferro aprimorado. Ele deve atravessar a blindagem ARC que nem manteiga. Enche umas máquinas de buracos e depois me fala.",
    "ru": "Ты ведь здесь недавно? Мне нужен кто-то, кто согласится испытать улучшенную версию Ферро. Она должна с легкостью пробивать броню ARC. Попробуй пострелять из нее и расскажи, как она.",
    "sr": "Ti si jedan od novajlija, zar ne? Treba mi dobrovoljac da isproba ovaj nadograđeni Ferro; trebalo bi da seče ARC oklop kao puter. Idi izbuši neke mašine i javi mi se.",
    "tr": "Sen yeni gelenlerden birisin değil mi? Bu yükseltilmiş Ferro'yu test edecek bir gönüllüye ihtiyacım var, ARC zırhını kolayca aşabilmeli. Gidip birkaç makine üzerinde dene ve gelişmeleri bana bildir.",
    "uk": "Ти з новеньких, так? Мені потрібен доброволець, щоб випробувати цей покращений Ferro; він має різати броню ARC як масло. Піди зроби кілька дірок у машинах і доповіси мені.",
    "zh-CN": "你是新来的吧？我需要个志愿者去测试这个升级版的生铁，它应该可以轻松打穿ARC的装甲。去对着机器打几枪，把结果告诉我。",
    "zh-TW": "你是新來的，對吧？我需要一個志願者來測試這把升級版的鐵桿；這應該能像切奶油一樣切開ARC裝甲板。去刺穿幾台機器，然後回來向我報告。"
  },
  "objectives": [
    {
      "da": "Ødelæg en Fireball",
      "de": "Einen Feuerball zerstören",
      "en": "Destroy a Fireball",
      "es": "Destruye un esferígneo.",
      "fr": "Détruire un Bolide",
      "he": "השמד Fireball",
      "hr": "Uništi Fireball",
      "it": "Distruggi una sfera infuocata",
      "ja": "ファイアボールを破壊した",
      "ko-KR": "파이어볼 파괴하기",
      "no": "Ødelegg en Fireball",
      "pl": "Zniszcz ogniomiota",
      "pt": "Destrua um Fireball",
      "pt-BR": "Destrua um Bola de Fogo",
      "ru": "Уничтожьте «Огнешар»",
      "sr": "Uništi Fireball",
      "tr": "Bir Ateş Topu yok et",
      "uk": "Знищте Вогняну кулю",
      "zh-CN": "摧毁一个“火球”",
      "zh-TW": "摧毀1台火球"
    },
    {
      "da": "Ødelæg en Hornet",
      "de": "Eine Hornisse zerstören",
      "en": "Destroy a Hornet",
      "es": "Destruye un avispón.",
      "fr": "Détruire un Frelon",
      "he": "השמד Hornet",
      "hr": "Uništi Hornet",
      "it": "Distruggi un Calabrone",
      "ja": "ホーネットを破壊した",
      "ko-KR": "호넷 파괴하기",
      "no": "Ødelegg en Hornet",
      "pl": "Zniszcz szerszenia",
      "pt": "Destrua um Hornet",
      "pt-BR": "Destrua um Marimbondo",
      "ru": "Уничтожьте «Шершня»",
      "sr": "Uništi Hornet",
      "tr": "Bir Yaban Arısı yok et",
      "uk": "Знищте Шершня",
      "zh-CN": "摧毁一架“马蜂”",
      "zh-TW": "摧毀1台虎頭蜂"
    },
    {
      "da": "Ødelæg et kanontårn",
      "de": "Einen Geschützturm zerstören",
      "en": "Destroy a Turret",
      "es": "Destruye una torreta.",
      "fr": "Détruire une Tourelle",
      "he": "השמד צריח",
      "hr": "Uništi kupolu",
      "it": "Distruggi una torretta",
      "ja": "タレットを破壊した",
      "ko-KR": "포탑 1개 파괴하기",
      "no": "Ødelegg et kanontårn",
      "pl": "Zniszcz wieżyczkę",
      "pt": "Destrua uma Torreta",
      "pt-BR": "Destrua uma Torreta",
      "ru": "Уничтожьте «Турель»",
      "sr": "Uništi kupolu",
      "tr": "Bir Taret yok et",
      "uk": "Знищте Турель",
      "zh-CN": "摧毁一个炮塔",
      "zh-TW": "摧毀1座砲塔"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "stitcher_ii",
      "quantity": 1
    },
    {
      "itemId": "extended_light_mag_i",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["a_bad_feeling"],
  "nextQuestIds": ["a_better_use"],
  "updatedAt": "02/25/2026"
}
