{
  "id": "tribute_to_toledo",
  "name": {
    "da": "Tribut til Toledo",
    "de": "Tribut für Toledo",
    "en": "Tribute to Toledo",
    "es": "Tributo a Toledo",
    "fr": "Hommage à Toledo",
    "he": "מנחה ל-Toledo",
    "hr": "Danak Toledu",
    "it": "Tributo a Toledo",
    "ja": "トレドへの賛辞",
    "ko-KR": "톨레도에 보내는 찬사",
    "no": "Hyllest til Toledo",
    "pl": "Danina dla Toledo",
    "pt": "Tributo a Toledo",
    "pt-BR": "Tributo a Toledo",
    "ru": "Дань уважения Толедо",
    "sr": "Danak Toledu",
    "tr": "Toledo'ya Hediye",
    "uk": "Данина Толедо",
    "zh-CN": "给托雷多管理层上贡",
    "zh-TW": "向托雷多致敬"
  },
  "trader": "Celeste",
  "requiredItemIds": [
    {
      "itemId": "power_rod",
      "quantity": 1
    }
  ],
  "description": {
    "da": "Den Officielle Toledo Tubes-ledelse kræver en af vores Power Rods for brug af “deres” Slingshot-rør. Lad dig ikke narre af navnet, de er på ingen måde officielle; bare bøller med masser af magt. Kan du hjælpe mig med dette?",
    "de": "Toledos „Offizielle U-Bahn-Verwaltung“ verlangt einen unserer Energiestäbe, um damit „ihre“ Schleudern zu betreiben. Lass dich von dem Namen nicht täuschen: Die sind kein Stück offiziell, sondern Schlägertypen, die gerade am Drücker sind. Hilfst du mir bei der Sache?",
    "en": "The Official Toledo Tubes Management is demanding one of our Power Rods for usage of “their” Slingshot tubes. Don’t let the name fool you, they’re in no way official; just thugs with lots of power. Could you help me with this?",
    "es": "El equipo oficial de gestión de tubos de Toledo quiere una de nuestras varas de energía para «sus» tubos de tirachinas. No te dejes engañar por el nombre; de oficial tienen poco, solo son matones con poder. ¿Podrías ayudarme con esto?",
    "fr": "La Compagnie officielle des tubes de Toledo exige l'une de nos tiges d'alimentation pour « ses » tubes de propulsion. Ne faites pas attention à leur nom, ils n'ont rien d'officiel. Ce ne sont que des voyous avec beaucoup de pouvoir. Vous pouvez m'aider ?",
    "he": "הנהלת ה-Toledo Tubes הרשמית דורשת את אחד ממוטות הכוח (Power Rods) שלנו לשימוש בצינורות ה-Slingshot 'שלהם'. אל תיתן לשם להטעות אותך, הם ממש לא רשמיים; סתם בריונים עם הרבה כוח. תוכל לעזור לי עם זה?",
    "hr": "Službena uprava Toledo cijevi zahtijeva jednu od naših Energetskih šipki za korištenje „njihovih” Slingshot cijevi. Neka te ime ne zavara, nisu nimalo službeni; samo nasilnici s puno moći. Možeš li mi pomoći s ovim?",
    "it": "La Gestione ufficiale metro di Toledo pretende una delle nostre celle energetiche per l'utilizzo delle \"loro\" metrofionde. Non lasciarti ingannare dal nome, non sono affatto ufficiali, ma solo delinquenti con molto potere. Potresti aiutarmi?",
    "ja": "トレド・チューブ公式管理チームが、「自分たちの」スリングショットチューブを使う代償に、電気ロッドを要求してきた。名前に騙されるな… 奴らは公式でもなんでもない。大きな力を握ったゴロツキたちだ。力を貸してくれないか？",
    "ko-KR": "공식 톨레도 튜브 관리국이 '자신들의' 슬링샷 튜브에 사용할 파워 로드를 하나 달라고 하네요. 이름에 속지 마세요. 녀석들은 공무원이 아니라 그냥 힘깨나 쓰는 폭력배일 뿐이니까요. 이 일에 도움을 좀 줄 수 있을까요?",
    "no": "Den offisielle ledelsen for Toledo Tubes krever en av våre Power Rods for bruk av «deres» Slingshot-rør. Ikke la navnet lure deg, de er på ingen måte offisielle; bare bøller med mye makt. Kan du hjelpe meg med dette?",
    "pl": "Oficjalny Zarząd Tuneli w Toledo żąda od nas jednego z naszych prętów zasilających, bo chce je zastosować w „swoich” tunelach procy. Nie daj się zwieść tej nazwie – to nie jest żaden oficjalny organ, tylko zbiry z mnóstwem władzy. Pomożesz mi z tym?",
    "pt": "A Gerência Oficial dos Tubos de Toledo está exigindo uma das nossas Hastes de Energia para o uso dos tubos \"Slingshot\" deles. Não se deixe enganar pelo nome, eles não são oficiais de jeito nenhum; são apenas bandidos com muito poder. Pode me ajudar com isso?",
    "pt-BR": "A Gerência Oficial da Tubos de Toledo está exigindo uma das nossas Barras de Força para usar nos tubos de Estilingue \"deles\". Não se engane pelo nome. Eles não têm nada de oficial, são apenas capangas com muito poder. Pode me ajudar com isso?",
    "ru": "Главное управление туннелями Толедо требует один из наших элементов питания в качестве платы за использование «их» скоростных линий. Не обращай внимание на название, это обычная шайка проходимцев. Поможешь уладить вопрос?",
    "sr": "Zvanična uprava Toledo Tubes-a zahteva jedan od naših Power Rod-ova za korišćenje „njihovih” Slingshot cevi. Ne daj da te ime zavara, nisu oni nimalo zvanični; samo siledžije sa mnogo moći. Možeš li mi pomoći oko ovoga?",
    "tr": "Resmî Toledo Boruları Yönetimi, Sapan borularını kullanmak için güç bağlantılarımızdan birini istiyor. Adı seni aldatmasın, resmiyetten çok uzaklar, çok güçlü eşkıyalar sadece. Bu konuda bana yardım edebilir misin?",
    "uk": "Офіційне управління трубами Толедо вимагає один із наших Силових стрижнів за використання «їхніх» труб-катапульт. Не дай назві ввести себе в оману, вони зовсім не офіційні — просто бандити з великою владою. Допоможеш мені з цим?",
    "zh-CN": "托雷多暗道官方管理层要求我们提供一根能量管，以供他们使用“自己的”弹射管道。不要被他们的名字骗了，他们根本不是什么官方，只是一群手握大权的恶霸。能帮我解决这个问题吗？",
    "zh-TW": "官方托雷多運輸管管理部門要求我們提供一根電源棒，給「他們的」彈弓運輸管使用。別被這名稱誤導了，他們根本不是官方人員；只是一群手握大權的暴徒。你能幫我嗎？"
  },
  "objectives": [
    {
      "da": "Skaf en Power Rod til Celeste",
      "de": "Bring Celeste einen Energiestab.",
      "en": "Get a Power Rod for Celeste",
      "es": "Consigue una vara de energía para Celeste.",
      "fr": "Obtenir une tige d'alimentation pour Celeste",
      "he": "השג Power Rod עבור Celeste",
      "hr": "Nabavi Energetsku šipku za Celeste",
      "it": "Ottieni un'asta di trasmissione per Celeste",
      "ja": "セレステのために電気ロッドを確保した",
      "ko-KR": "셀레스테를 위해 파워 로드 입수하기",
      "no": "Skaff en Power Rod til Celeste",
      "pl": "Odbierz pręt zasilający od Celeste",
      "pt": "Obtenha uma Haste de Energia para Celeste",
      "pt-BR": "Obtenha uma Barra de Força para Celeste",
      "ru": "Добудьте элемент питания для Селесты.",
      "sr": "Nabavi Power Rod za Celeste",
      "tr": "Celeste için bir güç bağlantısı bul",
      "uk": "Здобудьте Силовий стрижень для Селести",
      "zh-CN": "帮塞莱斯特找到一根能量管",
      "zh-TW": "為莎莉絲特取得電源棒"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "magnet",
      "quantity": 5
    },
    {
      "itemId": "advanced_mechanical_components",
      "quantity": 2
    },
    {
      "itemId": "synthesized_fuel",
      "quantity": 3
    }
  ],
  "xp": 0,
  "previousQuestIds": ["life_of_a_pharmacist"],
  "nextQuestIds": ["digging_up_dirt"],
  "updatedAt": "02/25/2026"
}
