{
  "id": "what_goes_around",
  "name": {
    "da": "Løn som forskyldt",
    "de": "Alles rächt sich",
    "en": "What Goes Around",
    "es": "Todo lo que va",
    "fr": "Qui sème le vent",
    "he": "גלגל חוזר",
    "hr": "Sve se vraća",
    "it": "Chi la fa...",
    "ja": "巡り巡って",
    "ko-KR": "돌고 도는 부품",
    "no": "Som man sår",
    "pl": "Kto pod kim dołki kopie…",
    "pt": "Aqui se Faz",
    "pt-BR": "Aqui se Faz",
    "ru": "Что посеешь...",
    "sr": "Sve se vraća",
    "tr": "Eden Bulur",
    "uk": "Все повертається",
    "zh-CN": "因果报应",
    "zh-TW": "因果報應"
  },
  "trader": "Apollo",
  "grantedItemIds": [
    {
      "itemId": "red_light_stick",
      "quantity": 5
    }
  ],
  "description": {
    "da": "Vi kan ikke bygge ARC-teknologi fra bunden, men der er masser, jeg kan nørkle med fra de stumper, du bjerger.\r\n\r\nJeg forsøger i øjeblikket at genbruge forskellige ARC-dele. Vil du have noget imod at udføre nogle eksperimenter for mig?",
    "de": "Wir können ARC-Technologie nicht von Grund auf bauen, aber mit den Teilen, die du für uns beschaffst, lässt sich eine Menge anstellen.\r\n\r\nAktuell versuche ich, verschiedene ARC-Teile umzufunktionieren. Wärst du zu ein paar Experimenten bereit?",
    "en": "We can't build ARC tech from scratch, but there's plenty I can tinker from the pieces you salvage.\r\n\r\nI'm currently trying to repurpose different ARC parts. Would you mind running some experiments for me?",
    "es": "No podemos construir tecnología ARC desde cero, pero puedo trastear con las piezas que me vayas trayendo.\r\n\r\nMira, justo estoy reacondicionando distintas piezas de ARC. ¿Te importaría probar unas cosillas?",
    "fr": "On ne peut pas construire de la technologie ARC à partir de rien, mais je peux bricoler quelque chose à partir des pièces que vous récupérez.\r\n\r\nJe tente actuellement de réadapter différentes pièces ARC. Ça vous dérangerait de mener à bien quelques expériences pour moi ?",
    "he": "אנחנו לא יכולים לבנות טכנולוגיית ARC מאפס, אבל יש הרבה שאני יכול לאלתר מהחלקים שאתה אוסף.\r\n\r\nאני מנסה כרגע להסב חלקים שונים של ARC לשימוש חדש. אכפת לך לבצע כמה ניסויים עבורי?",
    "hr": "Ne možemo izgraditi ARC tehnologiju od nule, ali ima puno toga što mogu sklopiti od dijelova koje prikupiš.\r\n\r\nTrenutno pokušavam prenamijeniti različite ARC dijelove. Bi li ti smetalo obaviti neke pokuse za mene?",
    "it": "Non possiamo costruire tecnologia ARC da zero, ma ci sono molte cose che posso modificare con i pezzi recuperati.\r\n\r\nAttualmente sto cercando di riutilizzare diverse parti ARC. Ti dispiacerebbe condurre qualche esperimento per me?",
    "ja": "ARCのテクノロジーを1から作ることはできないが、君が取ってきた部品ならいくらでもいじれる。\r\n\r\n今はいろいろなARCのパーツを再利用しようとしてるんだ。俺の代わりに一つ実験してくれないか？",
    "ko-KR": "아크 기술을 처음부터 구현해 내는 건 불가능하지만, 부품을 가져오면 수리할 수 있는 건 많아요.\r\n\r\n지금은 여러 아크 부품을 개조 중인데, 실험 하나를 진행해 줄 수 있을까요?",
    "no": "Vi kan ikke bygge ARC-teknologi fra bunnen av, men det er mye jeg kan mekke sammen av delene du berget.\r\n\r\nJeg prøver for tiden å gjenbruke ulike ARC-deler. Kunne du tenke deg å utføre noen eksperimenter for meg?",
    "pl": "Nie potrafimy budować technologii ARC od zera, ale jestem w stanie zmajstrować mnóstwo rzeczy z części, które dla mnie pozyskasz.\r\n\r\nObecnie próbuję znaleźć jakieś zastosowanie dla różnych elementów ARC. Może zechcesz przeprowadzić dla mnie doświadczenia?",
    "pt": "Não podemos construir tecnologia ARC do zero, mas há muito que posso aproveitar das peças que você recupera.\r\n\r\nEstou tentando reaproveitar diferentes peças ARC no momento. Você se importaria de fazer alguns experimentos para mim?",
    "pt-BR": "Não dá pra construir tecnologia ARC do zero, mas dá pra fazer uma gambiarra com as peças que você desmonta.\r\n\r\nEstou tentando reutilizar peças ARC diferentes. Se importaria de fazer uns experimentos pra mim?",
    "ru": "Мы не умеем создавать технику ARC с нуля, но я могу многое сделать из деталей, которые мне приносят.\r\n\r\nСейчас я пытаюсь понять, как еще можно использовать детали машин ARC. Ты не против поучаствовать в эксперименте?",
    "sr": "Ne možemo da stvorimo ARC tehnologiju ni iz čega, ali ima mnogo toga što mogu da izmajstorišem od delova koje sakupiš.\r\n\r\nTrenutno pokušavam da prenamenim različite ARC delove. Da li bi ti bio problem da obaviš neke eksperimente za mene?",
    "tr": "ARC teknolojisini sıfırdan üretemeyiz ama topladığın parçalarla ortaya bir şeyler çıkarabilirim.\r\n\r\nŞu an farklı ARC parçalarını tekrar kullanmak üzerinde çalışıyorum. Benim için birkaç deney yapabilir misin?",
    "uk": "Ми не можемо створити технології ARC з нуля, але я можу багато чого змайструвати з частин, які ти здобудеш.\r\n\r\nЗараз я намагаюся пристосувати різні деталі ARC. Не допоможеш мені провести кілька експериментів?",
    "zh-CN": "我们没办法从零开始打造出ARC技术，但你回收的零件可以大量利用。\r\n\r\n目前我正在尝试改装各种ARC零件。能不能帮我开展一些实验？",
    "zh-TW": "我們沒辦法從零開始打造ARC技術，但我可以用你搜刮回來的材料拼湊出不少東西。\r\n\r\n我正在嘗試將不同的ARC零件挪作其他用途，你有空幫我做些實驗嗎？"
  },
  "objectives": [
    {
      "da": "Tilintetgør en ARC-fjende med en Fireball Burner",
      "de": "Einen ARC-Gegner mit einem Feuerballbrenner zerstören",
      "en": "Destroy any ARC enemy using a Fireball Burner",
      "es": "Destruye cualquier enemigo ARC con un quemador de esferígneo.",
      "fr": "Détruire un ennemi ARC à l'aide d'un brûleur de Bolide",
      "he": "השמד כל אויב ARC באמצעות מבער כדורי אש",
      "hr": "Uništi bilo kojeg ARC neprijatelja koristeći Fireball Burner",
      "it": "Distruggi un nemico ARC qualsiasi usando un Inceneritore Sfera infuocata",
      "ja": "ファイアボールバーナーを使ってARCを破壊した",
      "ko-KR": "파이어볼 버너로 아크 적 파괴하기",
      "no": "Ødelegg en ARC-fiende med en Fireball Burner",
      "pl": "Zniszcz dowolną wrogą maszynę ARC za pomocą palnika ogniomiota",
      "pt": "Destrua qualquer inimigo ARC usando um Fireball Burner",
      "pt-BR": "Destrua qualquer inimigo ARC usando Maçarico do Bola de Fogo",
      "ru": "Уничтожьте любую машину ARC, используя горелку «Огнешара».",
      "sr": "Uništi bilo kog ARC neprijatelja koristeći Fireball Burner",
      "tr": "Ateş Topu Yakıcı kullanarak bir ARC düşmanı yok et",
      "uk": "Знищіть будь-якого ворога ARC, використовуючи Fireball Burner",
      "zh-CN": "使用“火球”燃烧炉摧毁任意ARC敌人",
      "zh-TW": "使用火球燃燒器摧毀任何ARC敵人"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "blaze_grenade",
      "quantity": 3
    },
    {
      "itemId": "noisemaker",
      "quantity": 2
    }
  ],
  "xp": 0,
  "previousQuestIds": ["safe_passage"],
  "nextQuestIds": ["sparks_fly"],
  "updatedAt": "02/25/2026"
}
