{
  "id": "with_a_view",
  "name": {
    "da": "Med udsigt",
    "de": "Schöne Aussicht",
    "en": "With a View",
    "es": "Con vistas",
    "fr": "Une vue imprenable",
    "he": "עם נוף",
    "hr": "S pogledom",
    "it": "Con vista",
    "ja": "いい景色",
    "ko-KR": "전망을 감상하며",
    "no": "Med utsikt",
    "pl": "Z widokiem",
    "pt": "Com uma Vista",
    "pt-BR": "Bela Vista",
    "ru": "С видом",
    "sr": "Sa pogledom",
    "tr": "Manzaralı",
    "uk": "З краєвидом",
    "zh-CN": "风景如画",
    "zh-TW": "目的明確"
  },
  "map": ["stella_montis"],
  "trader": "Shani",
  "requiredItemIds": [
    {
      "itemId": "rotary_encoder",
      "quantity": 1
    },
    {
      "itemId": "ion_sputter",
      "quantity": 1
    }
  ],
  "description": {
    "da": "Har du nogensinde lagt mærke til de lysstriber, der farer hen over himlen? \r\n\r\nJeg har set for meget til at tro, at de er naturlige, men der skal mere end en fornemmelse til at overbevise Celeste.",
    "de": "Hast du schon mal diese Lichtstreifen gesehen, die über den Himmel schießen?\r\n\r\nIch hab schon zu viele gesehen, um zu glauben, dass sie natürlich sind, aber es braucht mehr als nur eine Vermutung, um Celeste davon zu überzeugen.",
    "en": "Have you ever noticed those streaks of light darting across the skies? \r\n\r\nI’ve seen too much to believe they’re natural, but it’ll take more than a hunch to convince Celeste.",
    "es": "¿Alguna vez has visto unas estelas de luz recorriendo el cielo?\r\n\r\nDemasiadas he visto yo como para creer que son un fenómeno natural, pero a Celeste no le bastará con una corazonada.",
    "fr": "Avez-vous déjà remarqué ces traînées de lumière qui filent dans le ciel ? \r\n\r\nJ'en ai vu beaucoup trop pour croire qu'elles sont naturelles, mais il faudra bien plus qu'une simple intuition pour convaincre Celeste.",
    "he": "יצא לך לשים לב לפסי האור האלה שטסים בשמיים? \r\n\r\nראיתי יותר מדי מכדי להאמין שהם טבעיים, אבל אצטרך יותר מתחושת בטן כדי לשכנע את Celeste.",
    "hr": "Jesi li ikad primijetio one trake svjetlosti koje jure nebom? \r\n\r\nVidio sam previše da bih vjerovao da su prirodne, ali trebat će više od predosjećaja da uvjerim Celeste.",
    "it": "Hai mai notato quelle scie di luce che sfrecciano nei cieli? \r\n\r\nHo visto troppe cose in vita mia per credere che siano naturali, ma ci vorrà più di un'intuizione per convincere Celeste.",
    "ja": "あの空を横切る光の筋は見た？\r\n\r\nあまりにも見る頻度が多いし天然物だとは信じられないけど、勘だけじゃセレステを説得できない。",
    "ko-KR": "하늘을 가로질러 쏜살같이 날아가는 빛줄기들 본 적 있어요? \r\n\r\n전 너무 많이 봐서 자연 현상이라고 생각하지 않지만, 셀레스테를 설득하려면 직감만으로는 부족해요.",
    "no": "Har du noen gang lagt merke til lysstripene som farer over himmelen? \r\n\r\nJeg har sett for mye til å tro at de er naturlige, men det skal mer enn en magefølelse til for å overbevise Celeste.",
    "pl": "Te pasma światła przecinające niebo, wiesz co mam na myśli? \r\n\r\nDoświadczenie podpowiada mi, że nie są dziełem natury, ale samo przeczucie nie przekona Celeste.",
    "pt": "Você já notou aqueles feixes de luz atravessando os céus? \r\n\r\nJá vi coisas demais para acreditar que são naturais, mas será preciso mais do que um palpite para convencer Celeste.",
    "pt-BR": "Já reparou naquelas faixas de luz cruzando o céu? \r\n\r\nJá vi várias e acho que não são naturais, mas um palpite não vai ser suficiente pra convencer a Celeste.",
    "ru": "Не знаешь, что за вспышки света проскакивают по небу?\r\n\r\nЯ вижу такие слишком часто, чтобы верить в их безобидность, но одни мои сомнения Селесту не убедят.",
    "sr": "Da li si ikada primetio one zrake svetlosti koji jure nebom? \r\n\r\nVideo sam previše da bih verovao da su prirodni, ali trebaće više od predosećaja da ubedim Celeste.",
    "tr": "Gökyüzünden hızla geçen şu ışıkları fark ettin mi hiç? \r\n\r\nDoğal olmadıklarını düşünecek kadar fazla gördüm ama Celeste'i ikna etmek için teoriden fazlası gerekiyor.",
    "uk": "Ти коли-небудь помічав ті смуги світла, що пролітають небом? \r\n\r\nЯ бачив занадто багато, щоб вірити, що вони природні, але знадобиться більше, ніж просто здогадка, щоб переконати Celeste.",
    "zh-CN": "有没有注意过那些划过天际的流光？\r\n\r\n我见过太多，已经无法相信它们是自然现象，但要说服塞莱斯特，仅凭直觉可不够。",
    "zh-TW": "你有注意過那些在空中快速閃過的光線嗎？\r\n\r\n我看過太多怪事了，覺得那不可能是自然現象，但要說服莎莉絲特的話，只憑直覺作為根據是不夠的。"
  },
  "objectives": [
    {
      "da": "Anskaf en rotationsindkoder",
      "de": "Beschaffe einen Drehgeber.",
      "en": "Obtain a Rotary Encoder",
      "es": "Consigue un codificador rotatorio.",
      "fr": "Obtenir un codeur rotatif",
      "he": "השג מקודד סיבובי",
      "hr": "Nabavi rotacijski enkoder",
      "it": "Ottieni un codificatore",
      "ja": "回転エンコーダーを入手した",
      "ko-KR": "로터리 엔코더 획득하기",
      "no": "Skaff en dreiekoder",
      "pl": "Zdobądź obrotowe urządzenie szyfrujące",
      "pt": "Obtenha um Codificador Rotativo",
      "pt-BR": "Obtenha um Codificador Rotativo",
      "ru": "Добудьте поворотный преобразователь.",
      "sr": "Nabavi Rotary Encoder",
      "tr": "Bir Dönen Kodlayıcı elde et",
      "uk": "Отримайте поворотний енкодер",
      "zh-CN": "获得一个回转式编码器",
      "zh-TW": "取得旋轉編碼器"
    },
    {
      "da": "Besøg et af kontrolrummene i nærheden af samlebåndet",
      "de": "Gehe zu einem der Kontrollräume in der Nähe des Montagebands.",
      "en": "Visit any of the Control Rooms near the Assembly Line",
      "es": "Visita cualquiera de las salas de control que hay cerca de la cadena de montaje.",
      "fr": "Explorer l'une des Salles de contrôle près de la Chaîne d'assemblage",
      "he": "בקר באחד מחדרי הבקרה ליד פס הייצור",
      "hr": "Posjeti bilo koju od kontrolnih soba u blizini lokacije Assembly Line",
      "it": "Visita una qualsiasi delle sale di controllo vicino alla Linea di montaggio",
      "ja": "組み立てラインの近くにある管制室に行った",
      "ko-KR": "조립 라인 근처의 관제실 들르기",
      "no": "Besøk et av kontrollrommene i nærheten av samlebåndet",
      "pl": "Odwiedź dowolną sterownię w pobliżu linii montażowej",
      "pt": "Visite qualquer uma das Salas de Controle perto da Linha de Montagem",
      "pt-BR": "Vá para uma das Salas de Controle próximas à Linha de Montagem",
      "ru": "Загляните в любую диспетчерскую у сборочной линии.",
      "sr": "Poseti bilo koju kontrolnu sobu blizu lokacije Assembly Line",
      "tr": "Kurul Hattı'nın yakınındaki herhangi bir Kontrol Odası'na git",
      "uk": "Відвідайте будь-яку з Кімнат управління поблизу Складальної лінії",
      "zh-CN": "前往组装厂装配线附近的任意控制室",
      "zh-TW": "前往組裝廠流水線附近任何一間控制室"
    },
    {
      "da": "Brug Rotary Encoderen til at aktivere serverkontakten",
      "de": "Benutze den Drehgeber, um den Server-Schalter zu aktivieren.",
      "en": "Use the Rotary Encoder to activate the server switch",
      "es": "Usa el codificador rotatorio para activar el interruptor del servidor.",
      "fr": "Utiliser le codeur rotatif pour activer l'interrupteur du serveur",
      "he": "השתמש במקודד הסיבובי כדי להפעיל את מתג השרת",
      "hr": "Upotrijebi rotacijski enkoder za aktivaciju prekidača servera",
      "it": "Usa il codificatore per attivare l'interruttore dei server",
      "ja": "回転エンコーダーを使ってサーバースイッチをオンにした",
      "ko-KR": "로터리 엔코더를 사용해 서버 스위치 활성화하기",
      "no": "Bruk Rotary Encoder til å aktivere serverbryteren",
      "pl": "Użyj obrotowego urządzenia szyfrującego, aby aktywować przełącznik serwera",
      "pt": "Use o Codificador Rotativo para ativar o interruptor do servidor",
      "pt-BR": "Use o Codificador Rotativo para ativar o interruptor do servidor",
      "ru": "Используйте поворотный преобразователь, чтобы активировать переключатель сервера.",
      "sr": "Upotrebi Rotacioni enkoder za aktivaciju serverskog prekidača",
      "tr": "Sunucu şalterini etkinleştirmek için Dönen Kodlayıcı'yı kullan",
      "uk": "Використайте роторний енкодер, щоб активувати перемикач сервера",
      "zh-CN": "使用回转式编码器启动服务器开关",
      "zh-TW": "使用旋轉編碼器來啟動伺服器開關"
    },
    {
      "da": "Interager med en computer i nærheden for at hjælpe med at identificere de korrekte dele",
      "de": "Interagiere mit einem Computer in der Nähe, um die richtigen Teile zu finden.",
      "en": "Interact with a nearby computer to help identify the correct parts",
      "es": "Interactúa con un ordenador cercano para identificar las piezas correctas.",
      "fr": "Interagir avec un ordinateur à proximité pour identifier les bonnes pièces",
      "he": "בצע אינטראקציה עם מחשב סמוך כדי לעזור לזהות את החלקים הנכונים",
      "hr": "Stupi u interakciju s obližnjim računalom radi identifikacije ispravnih dijelova",
      "it": "Interagisci con un computer nelle vicinanze per aiutare a identificare i pezzi corretti",
      "ja": "近くのコンピューターを操作し、正しいパーツの特定に役立てた",
      "ko-KR": "정확한 부품을 찾기 위해 근처 컴퓨터와 상호작용하기",
      "no": "Samhandle med en datamaskin i nærheten for å identifisere de riktige delene",
      "pl": "Użyj komputera w pobliżu, aby łatwiej zidentyfikować właściwe części",
      "pt": "Interaja com um computador próximo para ajudar a identificar as peças corretas",
      "pt-BR": "Use um computador próximo para ajudar a identificar as peças certas",
      "ru": "Используйте ближайший компьютер, чтобы было проще определить правильные детали.",
      "sr": "Koristi obližnji računar za pomoć pri identifikaciji ispravnih delova",
      "tr": "Doğru parçaları bulmak için yakındaki bir bilgisayarla etkileşime geç",
      "uk": "Взаємодійте з комп'ютером поруч, щоб допомогти визначити правильні деталі",
      "zh-CN": "与附近的电脑互动以识别正确的部件",
      "zh-TW": "與附近的電腦互動以協助識別正確零件"
    },
    {
      "da": "Aflever en Ion Sputter til Shani",
      "de": "Liefere einen Ionenzerstäuber an Shani.",
      "en": "Deliver an Ion Sputter to Shani",
      "es": "Entrégale un pulverizador de iones a Shani.",
      "fr": "Livrer un éclateur ionique à Shani",
      "he": "מסור איון ספוטר לשני",
      "hr": "Dostavi Ionski raspršivač Shani",
      "it": "Consegna uno Sputter ionico a Shani",
      "ja": "イオンスパッターをシャニに届けた",
      "ko-KR": "샤니에게 이온 스퍼터 전달하기",
      "no": "Lever en Ion Sputter til Shani",
      "pl": "Dostarcz miotacz jonowy Shani",
      "pt": "Entregue um Pulverizador de Íons para Shani",
      "pt-BR": "Entregue um Pulverizador de Íons para Shani",
      "ru": "Доставьте Шани ионный распылитель.",
      "sr": "Odnesi Jonski raspršivač Shani",
      "tr": "Shani'ye bir İyon Püskürtücü teslim et",
      "uk": "Доставте іонний напилювач до Shani",
      "zh-CN": "将一台离子溅射仪交给萨尼",
      "zh-TW": "將離子濺射器送去給珊妮"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "steel_spring",
      "quantity": 5
    },
    {
      "itemId": "wires",
      "quantity": 5
    },
    {
      "itemId": "tactical_mk2",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["snap_and_salvage"],
  "nextQuestIds": ["stable_housing", "movie_night"],
  "updatedAt": "02/25/2026"
}
